{
  "Dashboard": "ဒက်ရ်ှဘုတ်",
  "Back to spaces": "နောက်သို့ ပြန်သွားရန်",
  "Content": "အကြောင်းအရာ",
  "Commerce": "စီးပွားရေး",
  "Assets": "ပစ္စည်းများ",
  "Datasources": "ဒေတာရင်းမြစ်များ",
  "Activities": "လုပ်ဆောင်ချက်များ",
  "Tasks": "လုပ်ငန်းများ",
  "Components": "အစိတ်အပိုင်းများ",
  "Apps": "အက်ပ်များ",
  "Settings": "ပြင်ဆင်ချက်",
  "Subscription": "စာရင်းသွင်းခြင်း",
  "Plugins": "pluginများ",
  "Logout": "အကောင့်ထွက်ရန်",
  "Report a problem": "ပြဿနာတစ်ခု တင်ပြရန်",
  "Create new space": "နေရာအသစ် ဖန်တီးရန်",
  "Search spaces...": "နေရာများ ရှာဖွေပါ...",
  "My organization": "ကျွန်ုပ်၏ အဖွဲ့အစည်း",
  "Subscribe": "စာရင်းသွင်းရန်",
  "To": "သို့",
  "From": "မှ",
  "Apply filter": "စစ်ထုတ်မှုကို အသုံးပြုရန်",
  "Filter": "စစ်ထုတ်ရန်",
  "Unknown user": "အမည်မသိ အသုံးပြုသူ",
  "Author": "ရေးသားသူ",
  "Action": "လုပ်ဆောင်ချက်",
  "Date": "ရက်စွဲ",
  "Back": "နောက်သို့",
  "Activity Details": "လုပ်ဆောင်ချက် အသေးစိတ်များ",
  "Open": "ဖွင့်ရန်",
  "Restore this Story": "ဤဇာတ်လမ်းကို ပြန်လည်ရယူရန်",
  "Categories": "အမျိုးအစားများ",
  "Story": "ဇာတ်လမ်း",
  "The item has been restored!": "အကြောင်းအရာကို ပြန်လည်ရယူလိုက်ပါပြီ။",
  "All": "အားလုံး",
  "Search for apps, discover new field types and add functionalities to your Storyblok project.": "အက်ပ်များကို ရှာဖွေပါ၊ ဖော်မတ်အမျိုးအစားအသစ်များကို ရှာဖွေပြီး သင်၏ Storyblok ပရောဂျက်သို့ လုပ်ဆောင်နိုင်စွမ်းများ ထည့်သွင်းပါ။",
  "My apps": "ကျွန်ုပ်၏ အက်ပ်များ",
  "Create new app": "အက်ပ်အသစ် ဖန်တီးရန်",
  "Installed": "ထည့်သွင်းပြီး",
  "App Directory": "အက်ပ် လမ်းညွှန်",
  "There are no apps in this category.": "ဤအမျိုးအစားတွင် အက်ပ်များ မရှိပါ။",
  "Install": "ထည့်သွင်းရန်",
  "Choose the space to install this app": "ဤအက်ပ်ကို ထည့်သွင်းရန် နေရာကို ရွေးချယ်ပါ",
  "Can not move asset folder into folder without permissions.": "ခွင့်ပြုချက်မရှိဘဲ ပစ္စည်းဖိုဒါကို ဖိုဒါထဲသို့ ရွှေ့လို့မရပါ။",
  "Can not move asset into folder without permissions.": "ခွင့်ပြုချက်မရှိဘဲ ပစ္စည်းကို ဖိုဒါထဲသို့ ရွှေ့လို့မရပါ။",
  "Can not move asset away from folder without permissions.": "ခွင့်ပြုချက်မရှိဘဲ ပစ္စည်းကို ဖိုဒါမှ ရွှေ့လို့မရပါ။",
  "Define the new name of the folder.": "ဖိုဒါအသစ်၏ အမည်ကို သတ်မှတ်ပါ။",
  "Trashbin": "အမှိုက်ပုံး",
  "Are you sure that you want to delete this folder?": "ဤဖိုဒါကို ဖျက်လိုကြောင်း သေချာပါသလား။",
  "Add": "ထည့်ရန်",
  "Asset folders are not included in the free plan but you can try them in the": "ပစ္စည်းဖိုဒါများကို အခမဲ့အစီအစဉ်တွင် မပါဝင်သော်လည်း သင်စမ်းသပ်နိုင်သည်။",
  "New folder will be created in": "ဖိုဒါအသစ်ကို ဖန်တီးပါမည်။",
  "trial period": "စမ်းသပ်ကာလ",
  "Can not create asset folder without permission for parent.": "မိခင်ဖိုဒါအတွက် ခွင့်ပြုချက်မရှိဘဲ ပစ္စည်းဖိုဒါကို ဖန်တီးလို့မရပါ။",
  "Original": "မူရင်း",
  "Done": "ပြီးပြီ",
  "Cancel": "ဖျက်သိမ်းရန်",
  "Insert": "ထည့်သွင်းရန်",
  "Add Asset(s)": "ပစ္စည်း(များ) ထည့်ရန်",
  "Close": "ပိတ်ရန်",
  "items": "အကြောင်းအရာများ",
  "Delete": "ဖျက်ရန်",
  "Move to folder": "ဖိုဒါသို့ ရွှေ့ရန်",
  "Replace": "အစားထိုးရန်",
  "Unselect all": "အားလုံးကို ရွေးချယ်မှု ပယ်ဖျက်ရန်",
  "Restore": "ပြန်လည်ရယူရန်",
  "Tiles": "အကွက်များ",
  "List": "စာရင်း",
  "No assets found": "ပစ္စည်းများ မတွေ့ရှိပါ",
  "Sort": "စီရန်",
  "Default": "မူရင်း",
  "View": "ကြည့်ရန်",
  "Creation date (asc)": "ဖန်တီးသည့်ရက်စွဲ (အငယ်ဆုံးမှ အကြီးဆုံး)",
  "Filename (asc)": "ဖိုင်အမည် (အငယ်ဆုံးမှ အကြီးဆုံး)",
  "Creation date (desc)": "ဖန်တီးသည့်ရက်စွဲ (အကြီးဆုံးမှ အငယ်ဆုံး)",
  "Filename (desc)": "ဖိုင်အမည် (အကြီးဆုံးမှ အငယ်ဆုံး)",
  "Last updated date (asc)": "နောက်ဆုံး အပ်ဒိတ်လုပ်သည့်ရက်စွဲ (အငယ်ဆုံးမှ အကြီးဆုံး)",
  "Last updated date (desc)": "နောက်ဆုံး အပ်ဒိတ်လုပ်သည့်ရက်စွဲ (အကြီးဆုံးမှ အငယ်ဆုံး)",
  "You are not allowed to insert this filetype here.": "ဤဖိုင်အမျိုးအစားကို ဤနေရာတွင် ထည့်သွင်းရန် ခွင့်မပြုပါ။",
  "This key is already defined": "ဤသော့ကို သတ်မှတ်ပြီးသားဖြစ်သည်။",
  "Key is in invalid format": "သော့သည် မှားယွင်းသော ဖော်မတ်ဖြင့်ရှိသည်။",
  "Something went wrong uploading some items": "အကြောင်းအရာအချို့ကို အပ်လုဒ်လုပ်ရာတွင် တစ်ခုခု မှားယွင်းသွားသည်။",
  "Please choose a folder in the left sidebar": "ဘယ်ဘက်ဘေးဘားမှ ဖိုဒါတစ်ခုကို ရွေးချယ်ပါ။",
  "Define the new name of": "အမည်အသစ်ကို သတ်မှတ်ပါ",
  "Something went wrong renaming the attribute": "attribute ကို အမည်ပြောင်းရာတွင် တစ်ခုခု မှားယွင်းသွားသည်။",
  "Be aware! Changing the name can take a few minutes to update all content items. Make sure your editors have saved their current work and exit the editor.": "သတိပြုပါ! အမည်ပြောင်းလဲခြင်းသည် အကြောင်းအရာအားလုံးကို အပ်ဒိတ်လုပ်ရန် မိနစ်အနည်းငယ် ကြာနိုင်သည်။ သင်၏တည်းဖြတ်သူများသည် လက်ရှိလုပ်ဆောင်နေသော အလုပ်များကို သိမ်းဆည်းပြီး တည်းဖြတ်သူမှ ထွက်ကြောင်း သေချာပါစေ။",
  "Define the new name of the component group.": "အစိတ်အပိုင်းအုပ်စု၏ အမည်အသစ်ကို သတ်မှတ်ပါ။",
  "Save": "သိမ်းရန်",
  "Are you sure that you want to delete this component group?": "ဤအစိတ်အပိုင်းအုပ်စုကို ဖျက်လိုကြောင်း သေချာပါသလား။",
  "Copy": "ကူးရန်",
  "New": "အသစ်",
  "Move to group": "အုပ်စုသို့ ရွှေ့ရန်",
  "Please choose a component group in the left sidebar": "ဘယ်ဘက်ဘေးဘားမှ အစိတ်အပိုင်းအုပ်စုတစ်ခုကို ရွေးချယ်ပါ။",
  "Paste": "ထည့်ရန်",
  "Add block": "ဘလော့ခ်ထည့်ရန်",
  "Creation of a component failed. Maybe it already exists.": "အစိတ်အပိုင်းတစ်ခု ဖန်တီးခြင်း မအောင်မြင်ပါ။ ၎င်းသည် ရှိပြီးသား ဖြစ်နိုင်သည်။",
  "Are you sure you want to DELETE this component(s)?": "ဤအစိတ်အပိုင်း(များ)ကို ဖျက်လိုကြောင်း သေချာပါသလား။",
  "new": "အသစ်",
  "Type to search or to create a": "ရှာဖွေရန် သို့မဟုတ် ဖန်တီးရန် စာရိုက်ပါ",
  "Create new": "အသစ်ဖန်တီးရန်",
  "block": "ဘလော့ခ်",
  "New Component": "အစိတ်အပိုင်းအသစ်",
  "Updated": "အပ်ဒိတ်လုပ်ပြီး",
  "Name": "အမည်",
  "Shortcuts: Esc, Control + S": "ဖြတ်လမ်းများ: Esc, Control + S",
  "Next": "နောက်တစ်ခု",
  "Define a name": "အမည်တစ်ခု သတ်မှတ်ပါ",
  "Save schema": "schema ကို သိမ်းရန်",
  "Act as content type (eg. blog-post)": "အကြောင်းအရာအမျိုးအစားအဖြစ် လုပ်ဆောင်သည် (ဥပမာ- ဘလော့ပို့စ်)",
  "Define": "သတ်မှတ်ရန်",
  "Nestable": "အဆင့်ဆင့်ထည့်သွင်းနိုင်သည်",
  "Technical name": "နည်းပညာအမည်",
  "Edit field": "ဖော်မတ်ကို တည်းဖြတ်ရန်",
  "Config": "ဖွဲ့စည်းပုံ",
  "Schema": "Schema",
  "Renaming": "အမည်ပြောင်းလဲခြင်း",
  "Change field name": "ဖော်မတ်အမည် ပြောင်းလဲရန်",
  "Used in the json as component name": "json တွင် အစိတ်အပိုင်းအမည်အဖြစ် အသုံးပြုသည်",
  "Be aware! Changing the technical name can take a few minutes to update all content items. Make sure your editors have saved their current work and exit the editor.": "သတိပြုပါ! နည်းပညာအမည်ကို ပြောင်းလဲခြင်းသည် အကြောင်းအရာအားလုံးကို အပ်ဒိတ်လုပ်ရန် မိနစ်အနည်းငယ် ကြာနိုင်သည်။ သင်၏တည်းဖြတ်သူများသည် လက်ရှိလုပ်ဆောင်နေသော အလုပ်များကို သိမ်းဆည်းပြီး တည်းဖြတ်သူမှ ထွက်ကြောင်း သေချာပါစေ။",
  "Display name": "ပြသရန်အမည်",
  "Preview template": "နမူနာပုံစံကို ကြည့်ရန်",
  "Screenshot or icon": "စခရင်ရှော့ သို့မဟုတ် အိုင်ကွန်",
  "Used in the editor interface only": "တည်းဖြတ်သူ၏ အင်တာဖေ့စ်တွင်သာ အသုံးပြုသည်",
  "of this setting": "ဤဆက်တင်၏",
  "Read the documentation": "စာရွက်စာတမ်းကို ဖတ်ရန်",
  "Load versions": "ဗားရှင်းများ တင်ရန်",
  "Versions": "ဗားရှင်းများ",
  "has been added below": "အောက်တွင် ထည့်သွင်းထားသည်",
  "Examples: news_items, body, columns, title, description or call_to_action_btn": "ဥပမာများ- news_items, body, columns, title, description or call_to_action_btn",
  "The component has been restored!": "အစိတ်အပိုင်းကို ပြန်လည်ရယူလိုက်ပါပြီ။",
  "Do you really want to leave without saving your changes?": "သင်၏ပြောင်းလဲမှုများကို မသိမ်းဆည်းဘဲ ထွက်ခွာလိုပါသလား။",
  "Type": "အမျိုးအစား",
  "Beta": "စမ်းသပ်အဆင့်",
  "Translatable": "ဘာသာပြန်နိုင်သည်",
  "Allow empty paragraphs": "စာပိုဒ်ဗလာများကို ခွင့်ပြုရန်",
  "Linktype": "လင့်ခ်အမျိုးအစား",
  "Rich-text as default": "ကြွယ်ဝသောစာသားကို မူရင်းအတိုင်းထားရန်",
  "Custom type": "စိတ်ကြိုက်အမျိုးအစား",
  "Category": "အမျိုးအစား",
  "Section items": "ကဏ္ဍအကြောင်းအရာများ",
  "Product": "ထုတ်ကုန်",
  "Customize toolbar": "toolbar ကို စိတ်ကြိုက်ပြင်ဆင်ရန်",
  "Toolbar items": "toolbar အကြောင်းအရာများ",
  "Source": "ရင်းမြစ်",
  "CSS class options (label/value)": "CSS class ရွေးချယ်စရာများ (တံဆိပ်/တန်ဖိုး)",
  "Datasource": "ဒေတာရင်းမြစ်",
  "Stories": "ဇာတ်လမ်းများ",
  "Self": "ကိုယ်တိုင်",
  "Internal datasource": "အတွင်းပိုင်းဒေတာရင်းမြစ်",
  "Recommended to be checked, as UID is required for automatic link resolving.": "အလိုအလျောက်လင့်ခ်ဖြေရှင်းရန် UID လိုအပ်သောကြောင့် စစ်ဆေးထားရန် အကြံပြုအပ်ပါသည်။",
  "Use UID instead of ID": "ID အစား UID ကို အသုံးပြုရန်",
  "In case you have a multi-language folder structure you can add the {0} placeholder and the path will be adapted dynamically. Examples: {0}/categories/, {0}/{1}/categories/": "ဘာသာစကားမျိုးစုံ ဖိုဒါတည်ဆောက်ပုံရှိပါက {0} placeholder ကို ထည့်သွင်းနိုင်ပြီး လမ်းကြောင်းသည် အလိုအလျောက်ပြောင်းလဲလိမ့်မည်။ ဥပမာများ- {0}/categories/, {0}/{1}/categories/",
  "External JSON": "ပြင်ပ JSON",
  "Path to folder of stories": "ဇာတ်လမ်းဖိုဒါ၏ လမ်းကြောင်း",
  "Width": "အကျယ်",
  "URL": "URL",
  "ratio": "အချိုး",
  "pixel": "ပစ်ဇယ်",
  "Allowed maximum": "ခွင့်ပြုထားသော အများဆုံး",
  "Options (name/value)": "ရွေးချယ်စရာများ (အမည်/တန်ဖိုး)",
  "Component(s)": "အစိတ်အပိုင်း(များ)",
  "Group(s)": "အုပ်စု(များ)",
  "Required field(s) (comma separated)": "လိုအပ်သော ဖော်မတ်(များ) (ကော်မာခွဲ၍)",
  "Required": "လိုအပ်သည်",
  "Default asset folder": "မူရင်းပစ္စည်းဖိုဒါ",
  "Choose an asset folder where the assets should be assigned to.": "ပစ္စည်းများကို သတ်မှတ်ပေးမည့် ပစ္စည်းဖိုဒါတစ်ခုကို ရွေးချယ်ပါ။",
  "With {level} the path will be replaced dynamically using parts of the current slug. Examples: {0}/categories/, {0}/{1}/categories/": "{level} ဖြင့် လမ်းကြောင်းကို လက်ရှိ slug ၏ အစိတ်အပိုင်းများကို အသုံးပြု၍ အလိုအလျောက် အစားထိုးလိမ့်မည်။ ဥပမာများ- {0}/categories/, {0}/{1}/categories/",
  "Restrict to folder": "ဖိုဒါသို့ ကန့်သတ်ရန်",
  "Force folder restriction": "ဖိုဒါကန့်သတ်မှုကို အတင်းအကျပ်ပြုရန်",
  "Regex validation": "Regex အတည်ပြုခြင်း",
  "Exclude from export": "တင်ပို့ခြင်းမှ ချန်လှပ်ရန်",
  "export app": "အက်ပ်ကို တင်ပို့ရန်",
  "To use with the": "နှင့်အတူ အသုံးပြုရန်",
  "Default value": "မူရင်းတန်ဖိုး",
  "Can be updated by preview window": "နမူနာကြည့်ရှုသည့် ဝင်းဒိုးဖြင့် အပ်ဒိတ်လုပ်နိုင်သည်",
  "Loading...": "တင်နေသည်...",
  "Item": "အကြောင်းအရာ",
  "Allow only specific components to be inserted": "သတ်မှတ်ထားသော အစိတ်အပိုင်းများကိုသာ ထည့်သွင်းခွင့်ပြုရန်",
  "Restrict to content types": "အကြောင်းအရာအမျိုးအစားများသို့ ကန့်သတ်ရန်",
  "Keep original size": "မူရင်းအရွယ်အစားကို ထားရှိရန်",
  "Force crop": "ဖြတ်တောက်ရန် အတင်းအကျပ်ပြုရန်",
  "Prepend https to url": "url ရှေ့တွင် https ထည့်သွင်းရန်",
  "Height": "အမြင့်",
  "Maximum characters": "အများဆုံး စာလုံးရေ",
  "Disable time selection": "အချိန်ရွေးချယ်မှုကို ပိတ်ရန်",
  "Description": "ဖော်ပြချက်",
  "dimensions app": "အတိုင်းအတာများ အက်ပ်",
  "Force overwrite by merge action": "ပေါင်းစည်းခြင်းလုပ်ဆောင်ချက်ဖြင့် အတင်းအကျပ် ရေးဆွဲရန်",
  "Id/Slug": "Id/Slug",
  "Enable RTL (Right to left)": "RTL (ညာမှဘယ်) ကို ဖွင့်ရန်",
  "Autosave": "အလိုအလျောက်သိမ်းဆည်းရန်",
  "API Url": "API Url",
  "Export": "တင်ပို့ရန်",
  "Import/Export": "တင်သွင်း/တင်ပို့",
  "Dimensions": "အတိုင်းအတာများ",
  "Add Dimension": "အတိုင်းအတာထည့်ရန်",
  "Import": "တင်သွင်းရန်",
  "A datasource in Storyblok is a collection of key-value pairs.": "Storyblok ရှိ ဒေတာရင်းမြစ်ဆိုသည်မှာ သော့-တန်ဖိုးအတွဲများ စုစည်းမှုဖြစ်သည်။",
  "Datasources can be used in a schema definition of a component for single or multiple choice options. You can also access": "ဒေတာရင်းမြစ်များကို အစိတ်အပိုင်းတစ်ခု၏ schema သတ်မှတ်ချက်တွင် တစ်ခုတည်း သို့မဟုတ် ရွေးချယ်စရာများစွာအတွက် အသုံးပြုနိုင်သည်။ သင်လည်း ဝင်ရောက်ကြည့်ရှုနိုင်သည်။",
  "datasource entries from the API": "API မှ ဒေတာရင်းမြစ်အချက်အလက်များ",
  "to use them for labels, categories or similar.": "တံဆိပ်များ၊ အမျိုးအစားများ သို့မဟုတ် အလားတူအရာများအတွက် အသုံးပြုရန်။",
  "Unsaved Changes": "မသိမ်းဆည်းရသေးသော ပြောင်းလဲမှုများ",
  "Datasource entries": "ဒေတာရင်းမြစ် အချက်အလက်များ",
  "Datasources are not included in the free plan": "ဒေတာရင်းမြစ်များကို အခမဲ့အစီအစဉ်တွင် မပါဝင်ပါ။",
  "but you can try them in the": "သို့သော် သင်စမ်းသပ်နိုင်သည်။",
  "Saved": "သိမ်းဆည်းပြီး",
  "Select all": "အားလုံးရွေးချယ်ရန်",
  "The options could not be loaded.": "ရွေးချယ်စရာများကို တင်၍မရပါ။",
  "New Datasource": "ဒေတာရင်းမြစ်အသစ်",
  "The following component(s) can not be pasted here": "အောက်ပါအစိတ်အပိုင်း(များ)ကို ဤနေရာတွင် ထည့်သွင်း၍မရပါ။",
  "Please save first to continue editing child components.": "child components များကို ဆက်လက်တည်းဖြတ်ရန် ဦးစွာသိမ်းဆည်းပါ။",
  "Enabled?": "ဖွင့်ထားပါသလား။",
  "Asset manager": "ပစ္စည်းစီမံခန့်ခွဲသူ",
  "Loading": "တင်နေသည်",
  "Upload new": "အသစ် အပ်လုဒ်လုပ်ရန်",
  "Your file exceeds the maximum filesize limit of": "သင်၏ဖိုင်သည် အမြင့်ဆုံး ဖိုင်အရွယ်အစား ကန့်သတ်ချက်ကို ကျော်လွန်နေသည်။",
  "Please reduce the size of your file.": "သင်၏ဖိုင်အရွယ်အစားကို လျှော့ချပါ။",
  "Alt text": "Alt စာသား",
  "Base64": "Base64",
  "Original Size": "မူရင်းအရွယ်အစား",
  "Image loading failed": "ပုံတင်ခြင်း မအောင်မြင်ပါ",
  "Quote": "ကိုးကား",
  "Code Block": "ကုဒ် ဘလော့ခ်",
  "Ordered List": "စဉ်လိုက်စာရင်း",
  "Headline 2": "ခေါင်းစီး ၂",
  "Headline 4": "ခေါင်းစီး ၄",
  "Headline 3": "ခေါင်းစီး ၃",
  "Headline 5": "ခေါင်းစီး ၅",
  "Paragraph": "စာပိုဒ်",
  "Help": "အကူအညီ",
  "Internal link": "အတွင်းပိုင်းလင့်ခ်",
  "Show only selected": "ရွေးချယ်ထားသည်များကိုသာ ပြရန်",
  "more items found": "နောက်ထပ် အကြောင်းအရာများ တွေ့ရှိသည်",
  "Invoices": "ပြေစာများ",
  "Tip: Use Ctrl + S to save": "အကြံပြုချက်- သိမ်းရန် Ctrl + S ကို အသုံးပြုပါ။",
  "Input": "ထည့်သွင်းမှု",
  "Publish": "ထုတ်ဝေရန်",
  "You are not allowed to edit this plugin but can see the code at Settings/Details.": "ဤပလပ်အင်ကို တည်းဖြတ်ရန် ခွင့်မပြုသော်လည်း Settings/Details တွင် ကုဒ်ကို ကြည့်နိုင်သည်။",
  "Field type preview": "ဖော်မတ်အမျိုးအစား ကြည့်ရန်",
  "Options (key/value)": "ရွေးချယ်စရာများ (သော့/တန်ဖိုး)",
  "Space Id": "နေရာ Id",
  "Enable local dev mode": "local dev mode ကို ဖွင့်ရန်",
  "Settings/Details": "ဆက်တင်များ/အသေးစိတ်များ",
  "Output": "အထွက်",
  "for approval to make it available for all users.": "အသုံးပြုသူအားလုံးအတွက် ရရှိနိုင်စေရန် ခွင့်ပြုချက်အတွက်။",
  "Submit the plugin": "ပလပ်အင်ကို တင်သွင်းရန်",
  "Code": "ကုဒ်",
  "You can copy the code of this plugin to create your own plugin.": "သင်၏ကိုယ်ပိုင်ပလပ်အင် ဖန်တီးရန် ဤပလပ်အင်၏ ကုဒ်ကို ကူးယူနိုင်သည်။",
  "Assigned spaces": "သတ်မှတ်ထားသော နေရာများ",
  "If you assign this plugin to a space other developers can also use it in the schema definition. Without assigning it only you can add the plugin to the schemas.": "ဤပလပ်အင်ကို နေရာတစ်ခုသို့ သတ်မှတ်ပါက အခြား developer များသည်လည်း schema သတ်မှတ်ချက်တွင် အသုံးပြုနိုင်သည်။ သတ်မှတ်ခြင်းမရှိဘဲ သင်သာလျှင် ပလပ်အင်ကို schemas ထဲသို့ ထည့်နိုင်သည်။",
  "Attention: All spaces using this plugin will not be able to use it any more if you click delete.": "သတိပြုရန်- ဖျက်ရန် နှိပ်ပါက ဤပလပ်အင်ကို အသုံးပြုနေသော နေရာအားလုံးသည် နောက်ထပ် အသုံးပြုနိုင်မည် မဟုတ်ပါ။",
  "Documentation": "စာရွက်စာတမ်း",
  "Danger zone": "အန္တရာယ်ဇုန်",
  "What is a field type plugin?": "ဖော်မတ်အမျိုးအစား ပလပ်အင်ဆိုတာ ဘာလဲ။",
  "A field type plugin extends the Storyblok editor with your own custom field types.": "ဖော်မတ်အမျိုးအစား ပလပ်အင်သည် Storyblok တည်းဖြတ်သူကို သင်၏ကိုယ်ပိုင်စိတ်ကြိုက်ဖော်မတ်အမျိုးအစားများဖြင့် တိုးချဲ့ပေးသည်။",
  "It is basically a": "၎င်းသည် အခြေခံအားဖြင့်",
  "The properties that are passed to the field type are:": "ဖော်မတ်အမျိုးအစားသို့ ပေးပို့သည့် ဂုဏ်သတ္တိများမှာ-",
  "component extended with a few helpers in the window.Storyblok.plugin mixin.": "window.Storyblok.plugin mixin တွင် အကူအညီအနည်းငယ်ဖြင့် တိုးချဲ့ထားသော အစိတ်အပိုင်း။",
  "Examples for field types are colorpickers, WYSYWYG editors or meta tags.": "ဖော်မတ်အမျိုးအစားများအတွက် ဥပမာများမှာ colorpickers, WYSYWYG editors သို့မဟုတ် meta tags များဖြစ်သည်။",
  "Uid of the parent component": "မိခင်အစိတ်အပိုင်း၏ Uid",
  "Options parsed from the schema options array": "schema options array မှ ပိုင်းခြားထားသော ရွေးချယ်စရာများ",
  "Schema options object": "Schema options object",
  "Current value of the fieldtype": "ဖော်မတ်အမျိုးအစား၏ လက်ရှိတန်ဖိုး",
  "Story id of the current story": "လက်ရှိဇာတ်လမ်း၏ ဇာတ်လမ်း id",
  "Space id of the current space": "လက်ရှိနေရာ၏ နေရာ id",
  "Api function to call the delivery api": "delivery api ကို ခေါ်ရန် api function",
  "Methods": "နည်းလမ်းများ",
  "Draft token of the current space": "လက်ရှိနေရာ၏ draft token",
  "How to call the Storyblok api?": "Storyblok api ကို မည်သို့ခေါ်ရမည်နည်း။",
  "Should be used to define the initial data of the plugin.": "ပလပ်အင်၏ ကနဦးဒေတာကို သတ်မှတ်ရန် အသုံးပြုသင့်သည်။",
  "Should be used to initialize the plugin. Examples: Load data from Storyblok or external sources, Load and initialize a WYSIWYG editor.": "ပလပ်အင်ကို စတင်ရန် အသုံးပြုသင့်သည်။ ဥပမာများ- Storyblok သို့မဟုတ် ပြင်ပရင်းမြစ်များမှ ဒေတာတင်ရန်၊ WYSIWYG တည်းဖြတ်သူကို တင်ပြီး စတင်ရန်။",
  "To pass options that are configurable in the schema definition define the option keys in the \"Input\" box. The values will be available in the this.options object.": "schema သတ်မှတ်ချက်တွင် ပြင်ဆင်နိုင်သော ရွေးချယ်စရာများကို ပေးပို့ရန် \"Input\" ဘောက်စ်တွင် option keys များကို သတ်မှတ်ပါ။ တန်ဖိုးများကို this.options object တွင် ရရှိနိုင်မည်ဖြစ်သည်။",
  "How to pass options?": "ရွေးချယ်စရာများကို မည်သို့ပေးပို့ရမည်နည်း။",
  "In field types you can use this.api to get access to the Storyblok delivery api. You can use it for example to build a selectbox of stories.": "ဖော်မတ်အမျိုးအစားများတွင် Storyblok delivery api ကို ဝင်ရောက်ကြည့်ရှုရန် this.api ကို အသုံးပြုနိုင်သည်။ ဥပမာအားဖြင့် ဇာတ်လမ်းများ၏ selectbox တစ်ခုကို တည်ဆောက်ရန် အသုံးပြုနိုင်သည်။",
  "Folder/Content-item permissions": "ဖိုဒါ/အကြောင်းအရာ-အကြောင်းအရာ ခွင့်ပြုချက်များ",
  "Item saved successfully!": "အကြောင်းအရာကို အောင်မြင်စွာ သိမ်းဆည်းလိုက်ပါပြီ။",
  "Source of sync": "တစ်ပြိုင်တည်းလုပ်ဆောင်ခြင်း၏ ရင်းမြစ်",
  "Preview": "ကြည့်ရန်",
  "Preview url": "ကြည့်ရန် url",
  "View on Jsfiddle": "Jsfiddle တွင် ကြည့်ရန်",
  "Download": "ဒေါင်းလုဒ်လုပ်ရန်",
  "Admin": "အဒ်မင်",
  "Permissions": "ခွင့်ပြုချက်များ",
  "Editor": "တည်းဖြတ်သူ",
  "Advanced Rights": "အဆင့်မြင့်အခွင့်အရေးများ",
  "Allow saving content": "အကြောင်းအရာသိမ်းဆည်းမှုကို ခွင့်ပြုရန်",
  "Allow publishing content": "အကြောင်းအရာထုတ်ဝေမှုကို ခွင့်ပြုရန်",
  "Allow saving datasources": "ဒေတာရင်းမြစ်များသိမ်းဆည်းမှုကို ခွင့်ပြုရန်",
  "Allow managing subscription": "စာရင်းသွင်းခြင်းကို စီမံခန့်ခွဲရန် ခွင့်ပြုရန်",
  "Allow access to ecommerce app": "အီလက်ထရွန်နစ်ကူးသန်းရောင်းဝယ်ရေးအက်ပ်သို့ ဝင်ရောက်ခွင့်ပြုရန်",
  "Deny access to visual composer": "visual composer သို့ ဝင်ရောက်ခွင့် ငြင်းပယ်ရန်",
  "Field Permissions": "ဖော်မတ်ခွင့်ပြုချက်များ",
  "General": "အထွေထွေ",
  "Allowed path": "ခွင့်ပြုထားသော လမ်းကြောင်း",
  "Your crawl URL": "သင်၏ crawl URL",
  "Crawler": "Crawler",
  "Enabled": "ဖွင့်ထားသည်",
  "Index": "အညွှန်း",
  "Crawl now": "ယခု crawl လုပ်ရန်",
  "Information needed to access the search endpoint or to configure the search client.": "ရှာဖွေမှု endpoint ကို ဝင်ရောက်ကြည့်ရှုရန် သို့မဟုတ် ရှာဖွေမှု client ကို ဖွဲ့စည်းရန် လိုအပ်သော အချက်အလက်။",
  "Search Setup Guide": "ရှာဖွေမှု တည်ဆောက်မှု လမ်းညွှန်",
  "Your tenant ID": "သင်၏ tenant ID",
  "See": "ကြည့်ရန်",
  "Documents in index": "အညွှန်းရှိ စာရွက်စာတမ်းများ",
  "Crawl requested at": "crawl လုပ်ရန် တောင်းဆိုခဲ့သည့် အချိန်",
  "Tenant ID": "Tenant ID",
  "Documents": "စာရွက်စာတမ်းများ",
  "Clear index": "အညွှန်းကို ရှင်းရန်",
  "Last crawled at": "နောက်ဆုံး crawl လုပ်ခဲ့သည့် အချိန်",
  "Crawl has been initiated": "Crawl လုပ်ငန်းကို စတင်လိုက်ပါပြီ။",
  "In the first 14 days you can try out all Premium plan features!": "ပထမ ၁၄ ရက်အတွင်း Premium အစီအစဉ်၏ လုပ်ဆောင်ချက်အားလုံးကို စမ်းသပ်ကြည့်ရှုနိုင်ပါသည်။",
  "Index deletion has been initiated": "အညွှန်းဖျက်သိမ်းမှုကို စတင်လိုက်ပါပြီ။",
  "API-Keys": "API-Keys",
  "We would love to hear your thoughts about Storyblok on": "Storyblok အကြောင်း သင်၏အတွေးများကို ကြားနာလိုပါသည်။",
  "Renderer": "Renderer",
  "Backup": "အရန်သိမ်းခြင်း",
  "Users": "အသုံးပြုသူများ",
  "Workflow": "လုပ်ငန်းစီးဆင်းမှု",
  "Search": "ရှာဖွေရန်",
  "Languages": "ဘာသာစကားများ",
  "This is the page that the frontend-editor opens.": "၎င်းသည် frontend-editor ဖွင့်သည့် စာမျက်နှာဖြစ်သည်။",
  "Location (default environment)": "တည်နေရာ (မူရင်းပတ်ဝန်းကျင်)",
  "Insert your domain/location including the protocol. Example: http://www.example.com/": "protocol အပါအဝင် သင်၏ domain/location ကို ထည့်သွင်းပါ။ ဥပမာ- http://www.example.com/",
  "Provide this ID in your support tickets": "သင်၏ပံ့ပိုးမှုလက်မှတ်များတွင် ဤ ID ကို ပေးပါ။",
  "Your space ID": "သင်၏ နေရာ ID",
  "Preview urls": "ကြည့်ရန် urls",
  "Define multiple domains/locations to quickly switch the preview urls in the story-editor.": "ဇာတ်လမ်း-တည်းဖြတ်သူရှိ ကြည့်ရန် urls များကို လျင်မြန်စွာ ပြောင်းလဲနိုင်ရန် domains/locations များစွာကို သတ်မှတ်ပါ။",
  "Add preview url": "ကြည့်ရန် url ထည့်ရန်",
  "Webhooks": "Webhooks",
  "Story published &amp; unpublished": "ဇာတ်လမ်း ထုတ်ဝေ &amp; ထုတ်ဝေခြင်းမရှိ",
  "Story saved": "ဇာတ်လမ်း သိမ်းဆည်းပြီး",
  "Branch deployed": "Branch ဖြန့်ကျက်ပြီး",
  "Release merged": "ဖြန့်ချိမှု ပေါင်းစည်းပြီး",
  "Slack integration": "Slack ပေါင်းစည်းမှု",
  "Loading... You will be redirect to Slack in a few seconds!": "တင်နေသည်... စက္ကန့်အနည်းငယ်အတွင်း Slack သို့ ပြန်ညွှန်းပါမည်။",
  "Get notified on your Slack channel if a new Story has been published!": "ဇာတ်လမ်းအသစ် ထုတ်ဝေသောအခါ သင်၏ Slack channel တွင် အကြောင်းကြားချက် ရယူပါ။",
  "With this integration you can choose a Slack channel where Storyblok posts messages whenever a user publishes new content.": "ဤပေါင်းစည်းမှုဖြင့် အသုံးပြုသူတစ်ဦးသည် အကြောင်းအရာအသစ်များ ထုတ်ဝေသောအခါတိုင်း Storyblok က မက်ဆေ့ခ်ျများ ပို့မည့် Slack channel တစ်ခုကို ရွေးချယ်နိုင်သည်။",
  "Disconnect": "ချိတ်ဆက်မှု ဖြုတ်ရန်",
  "Cloud name": "Cloud အမည်",
  "Cloudinary integration": "Cloudinary ပေါင်းစည်းမှု",
  "Api Key": "Api သော့",
  "Branches": "Branches",
  "Default content type": "မူရင်းအကြောင်းအရာအမျိုးအစား",
  "Content types": "အကြောင်းအရာအမျိုးအစားများ",
  "Name of the branch": "branch ၏ အမည်",
  "Branches are not included in the free plan": "Branches များသည် အခမဲ့အစီအစဉ်တွင် မပါဝင်ပါ။",
  "Duplication": "ပွားခြင်း",
  "This is useful if you want to offer your space for other users as a boilerplate or theme.": "သင်၏နေရာကို အခြားအသုံးပြုသူများအား boilerplate သို့မဟုတ် theme အဖြစ် ကမ်းလှမ်းလိုပါက ၎င်းသည် အသုံးဝင်သည်။",
  "ATTENTION! Only check this checkbox if you are sure that you want all data of this space available for duplication.": "သတိပြုရန်! ဤနေရာရှိ ဒေတာအားလုံးကို ပွားရန်အတွက် ရရှိနိုင်စေလိုကြောင်း သေချာပါက ဤ checkbox ကိုသာ စစ်ဆေးပါ။",
  "Make this space duplicatable by all users": "ဤနေရာကို အသုံးပြုသူအားလုံး ပွားနိုင်စေရန် ပြုလုပ်ပါ။",
  "Content ownership": "အကြောင်းအရာပိုင်ဆိုင်မှု",
  "Parent ID": "မိခင် ID",
  "Parent": "မိခင်",
  "Image service": "ပုံဝန်ဆောင်မှု",
  "Content ownership client endpoint": "အကြောင်းအရာပိုင်ဆိုင်မှု client endpoint",
  "List of paths to invalidate": "ပျက်ပြယ်စေရန် လမ်းကြောင်းများစာရင်း",
  "Delete this space": "ဤနေရာကို ဖျက်ရန်",
  "Invalidate": "ပျက်ပြယ်စေရန်",
  "Workflow webhooks": "လုပ်ငန်းစီးဆင်းမှု webhooks",
  "Owner": "ပိုင်ရှင်",
  "Workflow changed": "လုပ်ငန်းစီးဆင်းမှု ပြောင်းလဲပြီး",
  "Transfer ownership": "ပိုင်ဆိုင်မှု လွှဲပြောင်းရန်",
  "Transfer": "လွှဲပြောင်းရန်",
  "Attention! Transferring the ownership will remove all your rights to this space.": "သတိပြုရန်! ပိုင်ဆိုင်မှုကို လွှဲပြောင်းခြင်းသည် ဤနေရာအပေါ် သင်၏အခွင့်အရေးအားလုံးကို ဖယ်ရှားလိမ့်မည်။",
  "The owner needs to add you as a collaborator if you want to have access again.": "သင်ပြန်လည်ဝင်ရောက်လိုပါက ပိုင်ရှင်က သင့်ကို ပူးပေါင်းဆောင်ရွက်သူအဖြစ် ထည့်သွင်းရန် လိုအပ်သည်။",
  "Collaborators": "ပူးပေါင်းဆောင်ရွက်သူများ",
  "Collaborator": "ပူးပေါင်းဆောင်ရွက်သူ",
  "No user found with this email or username.": "ဤအီးမေးလ် သို့မဟုတ် သုံးစွဲသူအမည်ဖြင့် အသုံးပြုသူ မတွေ့ရှိပါ။",
  "Name of the role": "အခန်းကဏ္ဍ၏ အမည်",
  "Role": "အခန်းကဏ္ဍ",
  "Add a new user to your org": "သင်၏အဖွဲ့အစည်းသို့ အသုံးပြုသူအသစ် ထည့်သွင်းရန်",
  "Advanced rights and roles are not included in the free and basic plan": "အဆင့်မြင့်အခွင့်အရေးများနှင့် အခန်းကဏ္ဍများသည် အခမဲ့နှင့် အခြေခံအစီအစဉ်တွင် မပါဝင်ပါ။",
  "Use your Amazon S3 bucket to create backups.": "အရန်သိမ်းဆည်းမှုများ ဖန်တီးရန် သင်၏ Amazon S3 bucket ကို အသုံးပြုပါ။",
  "Backup now": "ယခု အရန်သိမ်းရန်",
  "Backups content (stories) and compontents": "အကြောင်းအရာများ (ဇာတ်လမ်းများ) နှင့် အစိတ်အပိုင်းများကို အရန်သိမ်းသည်",
  "Define your S3-Bucket and AWS-ARN to enable backups.": "အရန်သိမ်းဆည်းမှုများကို ဖွင့်ရန် သင်၏ S3-Bucket နှင့် AWS-ARN ကို သတ်မှတ်ပါ။",
  "Daily backups": "နေ့စဉ် အရန်သိမ်းခြင်း",
  "Define the name of the S3-bucket where you want to store your backups.": "သင်၏ အရန်သိမ်းဆည်းမှုများကို သိမ်းဆည်းလိုသည့် S3-bucket ၏ အမည်ကို သတ်မှတ်ပါ။",
  "S3-bucket": "S3-bucket",
  "Activate automatic daily backups": "အလိုအလျောက်နေ့စဉ် အရန်သိမ်းဆည်းမှုများကို ဖွင့်ရန်",
  "1. Read the": "၁။ ဖတ်ရန်",
  "AWS Policy ARN": "AWS Policy ARN",
  "Show setup instructions": "တည်ဆောက်မှု ညွှန်ကြားချက်များကို ပြရန်",
  "tutorial on how to setup an Amazon IAM role": "Amazon IAM role ကို မည်သို့တည်ဆောက်ရမည်ကို ပြသသည့် သင်ခန်းစာ",
  "2. Create an Amazon IAM role with following access policy document:": "၂။ အောက်ပါ ဝင်ရောက်ခွင့် မူဝါဒစာရွက်စာတမ်းဖြင့် Amazon IAM role တစ်ခု ဖန်တီးပါ။",
  "if not done yet.": "မပြီးသေးပါက",
  "The role should have the permission to access and create files on the S3 bucket you defined. You can for example use the following permission policy replacing YOUR_BUCKET with your bucket name:": "သင်သတ်မှတ်ထားသော S3 bucket ပေါ်တွင် ဖိုင်များကို ဝင်ရောက်ကြည့်ရှုရန်နှင့် ဖန်တီးရန် အခန်းကဏ္ဍတွင် ခွင့်ပြုချက်ရှိသင့်သည်။ ဥပမာအားဖြင့် YOUR_BUCKET ကို သင်၏ bucket အမည်ဖြင့် အစားထိုးကာ အောက်ပါခွင့်ပြုချက်မူဝါဒကို အသုံးပြုနိုင်သည်။",
  "Restore spaces from backups on your Amazon S3 bucket.": "သင်၏ Amazon S3 bucket ပေါ်ရှိ အရန်သိမ်းဆည်းမှုများမှ နေရာများကို ပြန်လည်ရယူပါ။",
  "Backup file": "အရန်သိမ်းဆည်းထားသော ဖိုင်",
  "Show latest backups": "နောက်ဆုံး အရန်သိမ်းဆည်းမှုများကို ပြရန်",
  "Latest five backups": "နောက်ဆုံး အရန်သိမ်းဆည်းမှု ၅ ခု",
  "Restore now": "ယခု ပြန်လည်ရယူရန်",
  "The settings below only apply if you are using": "အောက်ပါဆက်တင်များသည် သင်အသုံးပြုနေမှသာ အကျုံးဝင်ပါသည်။",
  "Attention! \"Restore now\" deletes old data and restores content (stories) and compontents from the backup file.": "သတိပြုရန်! \"ယခု ပြန်လည်ရယူမည်\" သည် ဒေတာအဟောင်းများကို ဖျက်ပြီး အရန်သိမ်းဆည်းထားသော ဖိုင်မှ အကြောင်းအရာများ (ဇာတ်လမ်းများ) နှင့် အစိတ်အပိုင်းများကို ပြန်လည်ရယူသည်။",
  "Rendering service": "တင်ပြဝန်ဆောင်မှု",
  "Your domain": "သင်၏ domain",
  "To connect your domain to Storyblok you need to create a CNAME Record pointing to eu-domain.storyblok.com": "သင်၏ domain ကို Storyblok သို့ ချိတ်ဆက်ရန် eu-domain.storyblok.com သို့ ညွှန်ပြသည့် CNAME Record တစ်ခု ဖန်တီးရန် လိုအပ်သည်။",
  "Routes": "လမ်းကြောင်းများ",
  "Add Route": "လမ်းကြောင်းထည့်ရန်",
  "Please read the": "ကျေးဇူးပြု၍ ဖတ်ပါ။",
  "Add custom routes to define different page templates.": "စာမျက်နှာပုံစံအမျိုးမျိုးကို သတ်မှတ်ရန် စိတ်ကြိုက်လမ်းကြောင်းများ ထည့်ပါ။",
  "documentation about internationalization": "နိုင်ငံတကာအသုံးပြုမှုဆိုင်ရာ စာရွက်စာတမ်း",
  "before configuring languages.": "ဘာသာစကားများ မသတ်မှတ်မီ။",
  "Add languages to activate field level translations.": "ဖော်မတ်အဆင့်ဘာသာပြန်များကို ဖွင့်ရန် ဘာသာစကားများ ထည့်ပါ။",
  "Add Language": "ဘာသာစကားထည့်ရန်",
  "Label": "တံဆိပ်",
  "The invalidation process has been initiated": "ပျက်ပြယ်စေခြင်း လုပ်ငန်းစဉ်ကို စတင်လိုက်ပါပြီ။",
  "The backup has been initiated": "အရန်သိမ်းဆည်းမှုကို စတင်လိုက်ပါပြီ။",
  "Are you sure you want to delete your current content and overwrite it with this backup?": "သင်၏ လက်ရှိအကြောင်းအရာကို ဖျက်ပြီး ဤအရန်သိမ်းဆည်းမှုဖြင့် ရေးဆွဲလိုကြောင်း သေချာပါသလား။",
  "The restore process has been initiated": "ပြန်လည်ရယူခြင်း လုပ်ငန်းစဉ်ကို စတင်လိုက်ပါပြီ။",
  "Transfer was not successful. Make sure that the new owner exists.": "လွှဲပြောင်းခြင်း မအောင်မြင်ပါ။ ပိုင်ရှင်အသစ် ရှိကြောင်း သေချာပါစေ။",
  "The collaborator has been added": "ပူးပေါင်းဆောင်ရွက်သူကို ထည့်သွင်းလိုက်ပါပြီ။",
  "Please insert an email address": "အီးမေးလ်လိပ်စာတစ်ခု ထည့်သွင်းပါ။",
  "Branches sorted successfully!": "Branches များကို အောင်မြင်စွာ စီစဉ်လိုက်ပါပြီ။",
  "Create or join a space": "နေရာတစ်ခု ဖန်တီးပါ သို့မဟုတ် ပါဝင်ပါ။",
  "Create a new space": "နေရာအသစ်တစ်ခု ဖန်တီးရန်",
  "Play with a demo": "နမူနာတစ်ခုဖြင့် ကစားကြည့်ပါ။",
  "Duplicate a space": "နေရာတစ်ခု ပွားရန်",
  "Join a space": "နေရာတစ်ခု ပါဝင်ရန်",
  "Create space": "နေရာဖန်တီးရန်",
  "Headless (API/SDKs)": "Headless (API/SDKs)",
  "what is that?": "ဒါက ဘာလဲ။",
  "Duplicate space": "နေရာပွားရန်",
  "Choose the space for the duplication": "ပွားရန် နေရာကို ရွေးချယ်ပါ။",
  "You do not have created any spaces yet.": "သင်သည် မည်သည့်နေရာကိုမျှ မဖန်တီးရသေးပါ။",
  "You can test the editing interface and our visual composer without to write any code on your own.": "သင်ကိုယ်တိုင် မည်သည့်ကုဒ်မျှ မရေးဘဲ တည်းဖြတ်ခြင်း အင်တာဖေ့စ်နှင့် ကျွန်ုပ်တို့၏ visual composer ကို စမ်းသပ်နိုင်သည်။",
  "Create Demo": "နမူနာ ဖန်တီးရန်",
  "Insert the email of your space admin to let them add you as a collaborator of the space.": "သင့်ကို နေရာ၏ ပူးပေါင်းဆောင်ရွက်သူအဖြစ် ထည့်သွင်းနိုင်ရန် သင်၏နေရာအဒ်မင်၏ အီးမေးလ်ကို ထည့်သွင်းပါ။",
  "Request access": "ဝင်ရောက်ခွင့် တောင်းဆိုရန်",
  "Email address of space admin": "နေရာအဒ်မင်၏ အီးမေးလ်လိပ်စာ",
  "Success! You will get notified once the admin added you as a collaborator.": "အောင်မြင်ပါပြီ။ အဒ်မင်က သင့်ကို ပူးပေါင်းဆောင်ရွက်သူအဖြစ် ထည့်သွင်းပြီးသည်နှင့် သင့်ကို အကြောင်းကြားပါမည်။",
  "Available Billing Information": "ရရှိနိုင်သော ငွေတောင်းခံလွှာ အချက်အလက်",
  "No spaces with billing information available": "ငွေတောင်းခံလွှာအချက်အလက်ရှိသော နေရာများ မရှိပါ။",
  "Spaces": "နေရာများ",
  "Show More": "ပိုမိုပြရန်",
  "Apply": "အသုံးပြုရန်",
  "Show": "ပြရန်",
  "Billing Information of Space": "နေရာ၏ ငွေတောင်းခံလွှာ အချက်အလက်",
  "The information below will be applied to the fields of your current subscription process. You will be able to adopt them after applying them.": "အောက်ပါအချက်အလက်များကို သင်၏လက်ရှိစာရင်းသွင်းခြင်းလုပ်ငန်းစဉ်၏ ဖော်မတ်များတွင် အသုံးပြုပါမည်။ ၎င်းတို့ကို အသုံးပြုပြီးနောက် သင်ပြောင်းလဲနိုင်သည်။",
  "Company": "ကုမ္ပဏီ",
  "Country": "နိုင်ငံ",
  "Street / City / ZIP": "လမ်း / မြို့ / စာပို့သင်္ကေတ",
  "Email": "အီးမေးလ်",
  "Add or change preview urls": "ကြည့်ရန် urls များ ထည့်ပါ သို့မဟုတ် ပြောင်းလဲပါ။",
  "Your server address": "သင်၏ server လိပ်စာ",
  "1. Download a preconfigured project": "၁။ ကြိုတင်ပြင်ဆင်ထားသော ပရောဂျက်တစ်ခုကို ဒေါင်းလုဒ်လုပ်ပါ။",
  "Preferred by our users": "ကျွန်ုပ်တို့၏ အသုံးပြုသူများ ပိုနှစ်သက်သည်",
  "The downloaded package comes preconfigured with your api token": "ဒေါင်းလုဒ်လုပ်ထားသော package သည် သင်၏ api token ဖြင့် ကြိုတင်ပြင်ဆင်ထားသည်။",
  "Tutorial": "သင်ခန်းစာ",
  "Other technologies": "အခြားနည်းပညာများ",
  "2. Start your server": "၂။ သင်၏ server ကို စတင်ပါ။",
  "Start the server of the downloaded package and insert your server url here:": "ဒေါင်းလုဒ်လုပ်ထားသော package ၏ server ကို စတင်ပြီး သင်၏ server url ကို ဤနေရာတွင် ထည့်သွင်းပါ။",
  "Go": "သွားရန်",
  "FAQ": "မေးလေ့ရှိသောမေးခွန်းများ",
  "Can I build a full blown website with Storyblok?": "Storyblok ဖြင့် ဝက်ဘ်ဆိုဒ်အပြည့်အစုံ တည်ဆောက်နိုင်ပါသလား။",
  "Can I create a blog with Storyblok?": "Storyblok ဖြင့် ဘလော့ခ်တစ်ခု ဖန်တီးနိုင်ပါသလား။",
  "How does Storyblok work?": "Storyblok က ဘယ်လိုအလုပ်လုပ်လဲ။",
  "What is the Storyblok bridge?": "Storyblok bridge ဆိုတာ ဘာလဲ။",
  "Allow deploying content": "အကြောင်းအရာဖြန့်ကျက်မှုကို ခွင့်ပြုရန်",
  "General permissions": "အထွေထွေခွင့်ပြုချက်များ",
  "Allow unpublishing content": "အကြောင်းအရာထုတ်ဝေမှု ပယ်ဖျက်ရန် ခွင့်ပြုရန်",
  "Allow deleting content": "အကြောင်းအရာဖျက်သိမ်းမှုကို ခွင့်ပြုရန်",
  "Allow editing datasource keys & values": "ဒေတာရင်းမြစ်သော့များနှင့် တန်ဖိုးများကို တည်းဖြတ်ရန် ခွင့်ပြုရန်",
  "Allow editing datasource values": "ဒေတာရင်းမြစ်တန်ဖိုးများကို တည်းဖြတ်ရန် ခွင့်ပြုရန်",
  "Allow access to the tasks app": "tasks app သို့ ဝင်ရောက်ခွင့်ပြုရန်",
  "Deny moving a story": "ဇာတ်လမ်းတစ်ခု ရွှေ့ခြင်းကို ငြင်းပယ်ရန်",
  "Deny changing alternates group": "alternates group ပြောင်းလဲခြင်းကို ငြင်းပယ်ရန်",
  "Add languages the user should have access to (acts as whitelist). If no item is selected the user has rights to edit all content.": "အသုံးပြုသူ ဝင်ရောက်ကြည့်ရှုခွင့်ရှိသော ဘာသာစကားများကို ထည့်ပါ။ (allowlist အဖြစ် လုပ်ဆောင်သည်)။ မည်သည့်အကြောင်းအရာမှ မရွေးချယ်ပါက အသုံးပြုသူသည် အကြောင်းအရာအားလုံးကို တည်းဖြတ်ခွင့်ရှိသည်။",
  "Deny changing the slug of a story": "ဇာတ်လမ်း၏ slug ပြောင်းလဲခြင်းကို ငြင်းပယ်ရန်",
  "Add folders or content items the user should have access to (acts as whitelist). If no item is selected the user has rights to edit all content.": "အသုံးပြုသူ ဝင်ရောက်ကြည့်ရှုခွင့်ရှိသော ဖိုဒါများ သို့မဟုတ် အကြောင်းအရာများကို ထည့်ပါ။ (allowlist အဖြစ် လုပ်ဆောင်သည်)။ မည်သည့်အကြောင်းအရာမှ မရွေးချယ်ပါက အသုံးပြုသူသည် အကြောင်းအရာအားလုံးကို တည်းဖြတ်ခွင့်ရှိသည်။",
  "Component field permissions": "အစိတ်အပိုင်း ဖော်မတ် ခွင့်ပြုချက်များ",
  "Datasource permissions": "ဒေတာရင်းမြစ် ခွင့်ပြုချက်များ",
  "Add component fields here to hide them in the interface.": "interface တွင် ဖော်မတ်များကို ဝှက်ရန် ဤနေရာတွင် component fields များကို ထည့်ပါ။",
  "Add datasources the user should have access to (acts as whitelist). If no item is selected the user has rights to edit all datasources.": "အသုံးပြုသူ ဝင်ရောက်ကြည့်ရှုခွင့်ရှိသော ဒေတာရင်းမြစ်များကို ထည့်ပါ။ (allowlist အဖြစ် လုပ်ဆောင်သည်)။ မည်သည့်အကြောင်းအရာမှ မရွေးချယ်ပါက အသုံးပြုသူသည် ဒေတာရင်းမြစ်အားလုံးကို တည်းဖြတ်ခွင့်ရှိသည်။",
  "Asset Folder Permissions": "ပစ္စည်းဖိုဒါ ခွင့်ပြုချက်များ",
  "Add asset folders to restrict editing and upload access.": "တည်းဖြတ်ခြင်းနှင့် အပ်လုဒ်ဝင်ရောက်ခွင့်ကို ကန့်သတ်ရန် ပစ္စည်းဖိုဒါများကို ထည့်ပါ။",
  "Start by selecting a space in the sidebar or create a new space.": "ဘေးဘားမှ နေရာတစ်ခုကို ရွေးချယ်ခြင်း သို့မဟုတ် နေရာအသစ်တစ်ခု ဖန်တီးခြင်းဖြင့် စတင်ပါ။",
  "Welcome!": "ကြိုဆိုပါတယ်!",
  "Traffic": "အသွားအလာ",
  "Learn more about": "ပိုမိုလေ့လာရန်",
  "Api requests": "Api တောင်းဆိုမှုများ",
  "Active Plan": "အသက်ဝင်သော အစီအစဉ်",
  "Usage": "အသုံးပြုမှု",
  "Content activities": "အကြောင်းအရာလုပ်ဆောင်ချက်များ",
  "No billing": "ငွေတောင်းခံလွှာမရှိပါ",
  "Change": "ပြောင်းလဲရန်",
  "Billed": "ငွေတောင်းခံပြီး",
  "No recent changes": "မကြာသေးမီက ပြောင်းလဲမှုများ မရှိပါ။",
  "Choose your plan": "သင်၏အစီအစဉ်ကို ရွေးချယ်ပါ",
  "Recent changes": "မကြာသေးမီက ပြောင်းလဲမှုများ",
  "Custom": "စိတ်ကြိုက်",
  "Compare": "နှိုင်းယှဉ်ရန်",
  "user": "အသုံးပြုသူ",
  "Got a custom plan or coupon code?": "စိတ်ကြိုက်အစီအစဉ် သို့မဟုတ် ကူပွန်ကုဒ် ရှိပါသလား။",
  "Custom plan": "စိတ်ကြိုက်အစီအစဉ်",
  "Entered plan ids will be validated after pressing subscribe.": "စာရင်းသွင်းရန် နှိပ်ပြီးနောက် ထည့်သွင်းထားသော plan ids များကို အတည်ပြုပါမည်။",
  "Coupon code": "ကူပွန်ကုဒ်",
  "Entered coupon codes will be validated and applied after pressing subscribe.": "စာရင်းသွင်းရန် နှိပ်ပြီးနောက် ထည့်သွင်းထားသော ကူပွန်ကုဒ်များကို အတည်ပြုပြီး အသုံးပြုပါမည်။",
  "Select seats": "နေရာများ ရွေးချယ်ရန်",
  "Confirm subscription": "စာရင်းသွင်းခြင်းကို အတည်ပြုရန်",
  "Min": "အနည်းဆုံး",
  "Max": "အများဆုံး",
  "By clicking the button below the new subscription will start.": "အောက်ပါ ခလုတ်ကို နှိပ်ခြင်းဖြင့် စာရင်းသွင်းမှုအသစ် စတင်ပါမည်။",
  "Decide payment interval": "ငွေပေးချေမှု ကြားကာလကို ဆုံးဖြတ်ရန်",
  "Change subscription": "စာရင်းသွင်းခြင်းကို ပြောင်းလဲရန်",
  "Monthly": "လစဉ်",
  "Annually": "နှစ်စဉ်",
  "Define billing information": "ငွေတောင်းခံလွှာ အချက်အလက်ကို သတ်မှတ်ပါ။",
  "Email address": "အီးမေးလ်လိပ်စာ",
  "VAT-Number": "VAT-နံပါတ်",
  "Reuse from another space": "အခြားနေရာမှ ပြန်လည်အသုံးပြုရန်",
  "Order number": "မှာယူမှုနံပါတ်",
  "Street": "လမ်း",
  "City": "မြို့",
  "Credit or debit card": "ခရက်ဒစ် သို့မဟုတ် ဒက်ဘစ်ကတ်",
  "ZIP": "စာပို့သင်္ကေတ",
  "Enter payment information": "ငွေပေးချေမှု အချက်အလက် ထည့်သွင်းရန်",
  "Update payment information": "ငွေပေးချေမှု အချက်အလက်ကို အပ်ဒိတ်လုပ်ရန်",
  "Update billing information": "ငွေတောင်းခံလွှာ အချက်အလက်ကို အပ်ဒိတ်လုပ်ရန်",
  "Information: Our payment provider validates card information when it is saved. As a result of this process, you may see a temporary authorization for $1 on your statement.": "အချက်အလက်- ကျွန်ုပ်တို့၏ ငွေပေးချေမှုဝန်ဆောင်မှုပေးသူသည် ကတ်အချက်အလက်များကို သိမ်းဆည်းသည့်အခါ အတည်ပြုသည်။ ဤလုပ်ငန်းစဉ်၏ ရလဒ်အနေဖြင့် သင်၏ ဘဏ်ရှင်းတမ်းတွင် $1 အတွက် ယာယီခွင့်ပြုချက်ကို တွေ့ရနိုင်သည်။",
  "Please provide all billing informations marked as required (*)": "လိုအပ်သည်ဟု မှတ်သားထားသော ငွေတောင်းခံလွှာ အချက်အလက်အားလုံးကို ထည့်သွင်းပါ။ (*)",
  "Your selected team sizes are not in the limits of your selected feature set. You can select another feature set to continue.": "သင်ရွေးချယ်ထားသော အဖွဲ့အရွယ်အစားများသည် သင်ရွေးချယ်ထားသော လုပ်ဆောင်ချက်အစုံ၏ ကန့်သတ်ချက်များအတွင်း မရှိပါ။ ဆက်လက်လုပ်ဆောင်ရန် အခြားလုပ်ဆောင်ချက်အစုံကို ရွေးချယ်နိုင်သည်။",
  "View invoices": "ပြေစာများ ကြည့်ရန်",
  "Summary": "အကျဉ်းချုပ်",
  "Please provide a credit or debit card": "ခရက်ဒစ် သို့မဟုတ် ဒက်ဘစ်ကတ်တစ်ခု ထည့်သွင်းပါ။",
  "If your entered plan is not correct you will still be able to try it again.": "သင်ထည့်သွင်းထားသော အစီအစဉ် မမှန်ကန်ပါက သင်ထပ်မံကြိုးစားနိုင်သည်။",
  "You have entered a custom plan with a special offering and pricing": "သင်သည် အထူးကမ်းလှမ်းမှုနှင့် ဈေးနှုန်းဖြင့် စိတ်ကြိုက်အစီအစဉ်တစ်ခုကို ထည့်သွင်းထားသည်။",
  "users": "အသုံးပြုသူများ",
  "VAT reverse charge applies.": "VAT reverse charge အကျုံးဝင်ပါသည်။",
  "VAT": "VAT",
  "Total": "စုစုပေါင်း",
  "The benefits of the coupon code will be applied if available": "ကူပွန်ကုဒ်၏ အကျိုးခံစားခွင့်များကို ရရှိပါက အသုံးပြုပါမည်။",
  "Thanks! You are awesome!": "ကျေးဇူးတင်ပါတယ်! သင်တို့က အံ့မခန်းပါပဲ!",
  "We would love to hear what you think about Storyblok.": "Storyblok အကြောင်း သင်၏အတွေးများကို ကြားနာလိုပါသည်။",
  "Chat with us or": "ကျွန်ုပ်တို့နှင့် စကားပြောပါ သို့မဟုတ်",
  "your feedback.": "သင်၏ တုံ့ပြန်ချက်။",
  "Tweet": "တွစ်တာ",
  "Star": "ကြယ်",
  "Share": "မျှဝေရန်",
  "Public access tokens are only for accessing the published version while preview tokens are for accessing the draft version also. Both are read-only tokens.": "အများပြည်သူသုံး ဝင်ရောက်ခွင့် တိုကင်များသည် ထုတ်ဝေပြီးသားဗားရှင်းကို ဝင်ရောက်ကြည့်ရှုရန်သာဖြစ်ပြီး၊ ကြည့်ရှုရန် တိုကင်များသည် draft ဗားရှင်းကိုပါ ဝင်ရောက်ကြည့်ရှုရန်ဖြစ်သည်။ နှစ်ခုလုံးသည် read-only တိုကင်များဖြစ်သည်။",
  "Access level": "ဝင်ရောက်ခွင့်အဆင့်",
  "Public": "အများပြည်သူ",
  "See API-Documentation": "API-စာရွက်စာတမ်းကို ကြည့်ရန်",
  "Theme": "Theme",
  "Branch": "Branch",
  "Choose branch": "branch ရွေးချယ်ရန်",
  "Create Token": "တိုကင်ဖန်တီးရန်",
  "Color": "အရောင်",
  "Define as default stage for new content items": "အကြောင်းအရာအသစ်များအတွက် မူရင်းအဆင့်အဖြစ် သတ်မှတ်ရန်",
  "Publishing rights": "ထုတ်ဝေခွင့်",
  "Stage transition rules": "အဆင့်ကူးပြောင်းမှု စည်းမျဉ်းများ",
  "Allow users to publish or schedule the content": "အသုံးပြုသူများအား အကြောင်းအရာကို ထုတ်ဝေရန် သို့မဟုတ် အချိန်ဇယားဆွဲရန် ခွင့်ပြုရန်",
  "Specific stage(s)": "သတ်မှတ်ထားသော အဆင့်(များ)",
  "Next available stages": "နောက်လာမည့် ရရှိနိုင်သော အဆင့်များ",
  "All stages": "အဆင့်အားလုံး",
  "All users": "အသုံးပြုသူအားလုံး",
  "User(s)/Role(s) who can change the stage": "အဆင့်ကို ပြောင်းလဲနိုင်သော အသုံးပြုသူ(များ)/အခန်းကဏ္ဍ(များ)",
  "to the next available stage": "နောက်လာမည့် ရရှိနိုင်သော အဆင့်သို့",
  "Specific user(s)/role(s)": "သတ်မှတ်ထားသော အသုံးပြုသူ(များ)/အခန်းကဏ္ဍ(များ)",
  "Role(s)": "အခန်းကဏ္ဍ(များ)",
  "User(s)": "အသုံးပြုသူ(များ)",
  "Workflow stages": "လုပ်ငန်းစီးဆင်းမှု အဆင့်များ",
  "See workflow documentation": "လုပ်ငန်းစီးဆင်းမှု စာရွက်စာတမ်းကို ကြည့်ရန်",
  "Create": "ဖန်တီးရန်",
  "Choose an approver": "ခွင့်ပြုသူတစ်ဦးကို ရွေးချယ်ပါ",
  "Workflow stages sorted successfully!": "လုပ်ငန်းစီးဆင်းမှု အဆင့်များကို အောင်မြင်စွာ စီစဉ်လိုက်ပါပြီ။",
  "Are you sure you want to delete this workflow stage?": "ဤလုပ်ငန်းစီးဆင်းမှု အဆင့်ကို ဖျက်လိုကြောင်း သေချာပါသလား။",
  "Send for approval": "ခွင့်ပြုချက်အတွက် ပေးပို့ရန်",
  "Approval request has been sent successfully!": "ခွင့်ပြုချက် တောင်းဆိုမှုကို အောင်မြင်စွာ ပေးပို့လိုက်ပါပြီ။",
  "Content items": "အကြောင်းအရာများ",
  "Entry": "အချက်အလက်",
  "Define schema": "schema သတ်မှတ်ရန်",
  "Folder": "ဖိုဒါ",
  "You have not defined any schema for this block yet.": "ဤဘလော့ခ်အတွက် မည်သည့် schema ကိုမျှ မသတ်မှတ်ရသေးပါ။",
  "Define presets": "presets များ သတ်မှတ်ရန်",
  "Click \"Define schema\" to add the fields you need.": "လိုအပ်သော ဖော်မတ်များကို ထည့်ရန် \"Define schema\" ကို နှိပ်ပါ။",
  "No valid fields defined in this section yet.": "ဤကဏ္ဍတွင် အတည်ဖြစ်သော ဖော်မတ်များ မသတ်မှတ်ရသေးပါ။",
  "is already part of another section": "အခြားကဏ္ဍတစ်ခု၏ အစိတ်အပိုင်း ဖြစ်နှင့်ပြီးဖြစ်သည်။",
  "Translate": "ဘာသာပြန်ရန်",
  "Choose to delete the values or add the schema keys.": "တန်ဖိုးများကို ဖျက်ရန် သို့မဟုတ် schema keys များကို ထည့်ရန် ရွေးချယ်ပါ။",
  "items out of schema": "schema ပြင်ပရှိ အကြောင်းအရာများ",
  "We have found values which are not part of the schema.": "schema ၏ အစိတ်အပိုင်းမဟုတ်သော တန်ဖိုးများကို ကျွန်ုပ်တို့ တွေ့ရှိခဲ့သည်။",
  "No changes found": "ပြောင်းလဲမှုများ မတွေ့ရှိပါ။",
  "Changes": "ပြောင်းလဲမှုများ",
  "Remove all": "အားလုံး ဖယ်ရှားရန်",
  "Select releases to deploy": "ဖြန့်ကျက်ရန် ဖြန့်ချိမှုများကို ရွေးချယ်ပါ။",
  "What is getting deployed?": "ဘာတွေ ဖြန့်ကျက်နေလဲ။",
  "All content that is currently on the source branch and the releases you select.": "ရင်းမြစ် branch ပေါ်ရှိ လက်ရှိအကြောင်းအရာအားလုံးနှင့် သင်ရွေးချယ်ထားသော ဖြန့်ချိမှုများ။",
  "No releases found on the source branch": "ရင်းမြစ် branch တွင် ဖြန့်ချိမှုများ မတွေ့ရှိပါ။",
  "A newer version of this content item has been found in the database.": "ဤအကြောင်းအရာ၏ ပိုမိုအသစ်သော ဗားရှင်းတစ်ခုကို ဒေတာဘေ့စ်တွင် တွေ့ရှိခဲ့သည်။",
  "Confirm": "အတည်ပြုရန်",
  "Choose the conflict solution": "ပဋိပက္ခဖြေရှင်းနည်းကို ရွေးချယ်ပါ။",
  "Copy over": "ကူးရန်",
  "Opens newer version in a new window to let you copy over your changes.": "သင်၏ပြောင်းလဲမှုများကို ကူးယူနိုင်ရန် ပိုမိုအသစ်သောဗားရှင်းကို ဝင်းဒိုးအသစ်တစ်ခုတွင် ဖွင့်သည်။",
  "Overwrite": "ရေးဆွဲရန်",
  "Slug": "Slug",
  "Overwrites newer version with your changes.": "သင်၏ပြောင်းလဲမှုများဖြင့် ပိုမိုအသစ်သောဗားရှင်းကို ရေးဆွဲသည်။",
  "Define as root for the folder": "ဖိုဒါအတွက် root အဖြစ် သတ်မှတ်ရန်",
  "Preset": "Preset",
  "Content type": "အကြောင်းအရာအမျိုးအစား",
  "Confirm deletion": "ဖျက်သိမ်းမှုကို အတည်ပြုရန်",
  "Are you sure that you want to delete this item(s)?": "ဤအကြောင်းအရာ(များ)ကို ဖျက်လိုကြောင်း သေချာပါသလား။",
  "Include associated alternates": "ဆက်စပ်သော alternates များကို ထည့်သွင်းရန်",
  "Target-Folder": "Target-ဖိုဒါ",
  "Is alternative version of the duplicate?": "ပွားထားသည်၏ အခြားဗားရှင်းလား။",
  "Duplicate": "ပွားရန်",
  "Schedule": "အချိန်ဇယားဆွဲရန်",
  "duplicated": "ပွားပြီး",
  "You are not allowed to duplicate this story.": "ဤဇာတ်လမ်းကို ပွားရန် ခွင့်မပြုပါ။",
  "Open published": "ထုတ်ဝေပြီးသားကို ဖွင့်ရန်",
  "Send approval": "ခွင့်ပြုချက် တောင်းဆိုရန်",
  "Open draft": "draft ကို ဖွင့်ရန်",
  "Unpublish": "ထုတ်ဝေမှု ပယ်ဖျက်ရန်",
  "Draft json": "Draft json",
  "Discard changes": "ပြောင်းလဲမှုများ ပယ်ဖျက်ရန်",
  "Start sync": "တစ်ပြိုင်တည်းလုပ်ဆောင်ခြင်းကို စတင်ရန်",
  "Published json": "ထုတ်ဝေပြီးသား json",
  "Status": "အခြေအနေ",
  "Tools": "ကိရိယာများ",
  "Real path": "မှန်ကန်သော လမ်းကြောင်း",
  "Settings for the folder content": "ဖိုဒါအကြောင်းအရာအတွက် ဆက်တင်များ",
  "Disable visual composer": "visual composer ကို ပိတ်ရန်",
  "Clone to all": "အားလုံးသို့ clone လုပ်ရန်",
  "Deny changing content type": "အကြောင်းအရာအမျိုးအစား ပြောင်းလဲခြင်းကို ငြင်းပယ်ရန်",
  "Merge to all": "အားလုံးသို့ ပေါင်းစည်းရန်",
  "Dimensions are only available if you are editing a content item in a subfolder.": "အတိုင်းအတာများသည် subfolder တွင် အကြောင်းအရာတစ်ခုကို တည်းဖြတ်နေမှသာ ရရှိနိုင်သည်။",
  "Create a folder structure where the first folder defines your dimension (Example: de/home, en/home).": "ပထမဖိုဒါက သင့်အတိုင်းအတာကို သတ်မှတ်မည့် ဖိုဒါတည်ဆောက်ပုံတစ်ခု ဖန်တီးပါ။ (ဥပမာ- de/home, en/home)။",
  "Not created yet": "မဖန်တီးရသေးပါ",
  "Create clone": "clone ဖန်တီးရန်",
  "Merge": "ပေါင်းစည်းရန်",
  "Something went wrong merging the alternate(s)": "alternate(s) ပေါင်းစည်းရာတွင် တစ်ခုခု မှားယွင်းသွားသည်။",
  "The alternate(s) have been created!": "alternate(s) များကို ဖန်တီးလိုက်ပါပြီ။",
  "The alternate(s) have been merged!": "alternate(s) များကို ပေါင်းစည်းလိုက်ပါပြီ။",
  "Add preset": "preset ထည့်ရန်",
  "Presets are blocks filled with the content you currently have in the selected block.": "Presets များသည် ရွေးချယ်ထားသော ဘလော့ခ်တွင် သင်လက်ရှိရှိနေသော အကြောင်းအရာများဖြင့် ပြည့်နေသော ဘလော့ခ်များဖြစ်သည်။",
  "Something went wrong creating the alternate(s)": "alternate(s) ဖန်တီးရာတွင် တစ်ခုခု မှားယွင်းသွားသည်။",
  "The saved presets are shown for all users at the selection of new blocks.": "သိမ်းဆည်းထားသော presets များကို ဘလော့ခ်အသစ်များ ရွေးချယ်ရာတွင် အသုံးပြုသူအားလုံးအတွက် ပြသထားသည်။",
  "Existing presets": "ရှိပြီးသား presets များ",
  "As default": "မူရင်းအတိုင်း",
  "Release date (optional)": "ဖြန့်ချိသည့်ရက်စွဲ (ရွေးချယ်နိုင်သည်)",
  "Branches to deploy": "ဖြန့်ကျက်ရန် Branches",
  "When the release gets merged all content will be automatically deployed to the selected branches.": "ဖြန့်ချိမှုကို ပေါင်းစည်းသောအခါ အကြောင်းအရာအားလုံးသည် ရွေးချယ်ထားသော branches များသို့ အလိုအလျောက် ဖြန့်ကျက်ပါမည်။",
  "Entry configuration": "အချက်အလက် ဖွဲ့စည်းပုံ",
  "Editmode": "တည်းဖြတ်မုဒ်",
  "Are you sure you want to delete this release?": "ဤဖြန့်ချိမှုကို ဖျက်လိုကြောင်း သေချာပါသလား။",
  "Form only": "ဖောင်သာ",
  "Visual": "မြင်သာ",
  "Tags": "တက်ဂ်များ",
  "Sort by date": "ရက်စွဲဖြင့် စီရန်",
  "First published date": "ပထမဆုံး ထုတ်ဝေသည့်ရက်စွဲ",
  "Remove": "ဖယ်ရှားရန်",
  "Alternative versions": "အခြားဗားရှင်းများ",
  "Search for the content group of this story.": "ဤဇာတ်လမ်း၏ အကြောင်းအရာအုပ်စုကို ရှာဖွေပါ။",
  "Shortcut": "ဖြတ်လမ်း",
  "Pin as shortcut in the mini-browser": "mini-browser တွင် ဖြတ်လမ်းအဖြစ် မှတ်သားရန်",
  "Current": "လက်ရှိ",
  "New release": "ဖြန့်ချိမှုအသစ်",
  "Skip this step": "ဤအဆင့်ကို ကျော်ရန်",
  "Move": "ရွှေ့ရန်",
  "Next step": "နောက်တစ်ဆင့်",
  "We have already done that for you. Open the entry \"Home\" below to play around.": "ကျွန်ုပ်တို့ သင့်အတွက် ပြုလုပ်ပြီးသားဖြစ်သည်။ အောက်ပါ \"Home\" အချက်အလက်ကို ဖွင့်ပြီး ကစားကြည့်ပါ။",
  "Create a demo page": "နမူနာစာမျက်နှာ ဖန်တီးရန်",
  "Create a new folder": "ဖိုဒါအသစ်တစ်ခု ဖန်တီးရန်",
  "Create your first folder": "သင်၏ပထမဆုံးဖိုဒါကို ဖန်တီးပါ။",
  "and define a new content type during the folder set-up.": "ဖိုဒါတည်ဆောက်စဉ်အတွင်း အကြောင်းအရာအမျိုးအစားအသစ်တစ်ခုကို သတ်မှတ်ပါ။",
  "Create your first entry": "သင်၏ပထမဆုံးအချက်အလက်ကို ဖန်တီးပါ။",
  "Create entry": "အချက်အလက် ဖန်တီးရန်",
  "and define its fields by building its schema so you can fill it with content.": "၎င်း၏ schema ကို တည်ဆောက်ခြင်းဖြင့် ၎င်း၏ဖော်မတ်များကို သတ်မှတ်ပါ၊ သို့မှသာ အကြောင်းအရာများ ထည့်သွင်းနိုင်သည်။",
  "Will be released at": "တွင် ဖြန့်ချိပါမည်",
  "Show only items from this release": "ဤဖြန့်ချိမှုမှ အကြောင်းအရာများကိုသာ ပြရန်",
  "Has been published at": "တွင် ထုတ်ဝေခဲ့ပြီး",
  "Last deployment": "နောက်ဆုံး ဖြန့်ကျက်မှု",
  "This branch has never been deployed": "ဤ branch ကို မည်သည့်အခါမျှ ဖြန့်ကျက်ခြင်း မရှိသေးပါ။",
  "Release now": "ယခု ဖြန့်ချိရန်",
  "Open preview": "ကြည့်ရန် ဖွင့်ရန်",
  "Deploy from source": "ရင်းမြစ်မှ ဖြန့်ကျက်ရန်",
  "You are seeing deleted items": "ဖျက်ထားသော အကြောင်းအရာများကို သင်ကြည့်နေသည်။",
  "Name (desc)": "အမည် (အကြီးဆုံးမှ အငယ်ဆုံး)",
  "Default sorting": "မူရင်းစီစဉ်မှု",
  "Name (asc)": "အမည် (အငယ်ဆုံးမှ အကြီးဆုံး)",
  "Slug (desc)": "Slug (အကြီးဆုံးမှ အငယ်ဆုံး)",
  "releases": "ဖြန့်ချိမှုများ",
  "Slug (asc)": "Slug (အငယ်ဆုံးမှ အကြီးဆုံး)",
  "Created at": "တွင် ဖန်တီးခဲ့သည်",
  "Updated at": "တွင် အပ်ဒိတ်လုပ်ခဲ့သည်",
  "Deleted at": "တွင် ဖျက်ခဲ့သည်",
  "Are you sure you want to unpublish this item(s)?": "ဤအကြောင်းအရာ(များ)ကို ထုတ်ဝေမှု ပယ်ဖျက်လိုကြောင်း သေချာပါသလား။",
  "The items have been updated!": "အကြောင်းအရာများကို အပ်ဒိတ်လုပ်လိုက်ပါပြီ။",
  "Are you sure you want to publish this item(s)?": "ဤအကြောင်းအရာ(များ)ကို ထုတ်ဝေလိုကြောင်း သေချာပါသလား။",
  "Are you sure you want to restore this item(s)?": "ဤအကြောင်းအရာ(များ)ကို ပြန်လည်ရယူလိုကြောင်း သေချာပါသလား။",
  "Something went wrong restoring some items": "အကြောင်းအရာအချို့ကို ပြန်လည်ရယူရာတွင် တစ်ခုခု မှားယွင်းသွားသည်။",
  "Something went wrong updating item(s)": "အကြောင်းအရာ(များ)ကို အပ်ဒိတ်လုပ်ရာတွင် တစ်ခုခု မှားယွင်းသွားသည်။",
  "No tools installed on this space": "ဤနေရာတွင် မည်သည့်ကိရိယာမျှ ထည့်သွင်းထားခြင်း မရှိပါ။",
  "Deleted items can not be viewed. Please click the checkbox of the item and restore to view.": "ဖျက်ထားသော အကြောင်းအရာများကို ကြည့်၍မရပါ။ ကြည့်ရန် အကြောင်းအရာ၏ checkbox ကို နှိပ်ပြီး restore လုပ်ပါ။",
  "The content has been released!": "အကြောင်းအရာကို ဖြန့်ချိလိုက်ပါပြီ။",
  "Do you really want to copy the content of the default language to the current and replace the existing field value?": "မူရင်းဘာသာစကား၏ အကြောင်းအရာကို လက်ရှိသို့ ကူးယူပြီး ရှိပြီးသား ဖော်မတ်တန်ဖိုးကို အစားထိုးလိုပါသလား။",
  "Default language": "မူရင်းဘာသာစကား",
  "Install from the app store": "အက်ပ်စတိုးမှ ထည့်သွင်းရန်",
  "Draft updated at": "တွင် draft အပ်ဒိတ်လုပ်ခဲ့သည်",
  "Never": "ဘယ်တော့မှ",
  "Published at": "တွင် ထုတ်ဝေခဲ့သည်",
  "Latest workflow changes": "နောက်ဆုံး လုပ်ငန်းစီးဆင်းမှု ပြောင်းလဲမှုများ",
  "Last author": "နောက်ဆုံး ရေးသားသူ",
  "None": "မရှိ",
  "Workflow stage": "လုပ်ငန်းစီးဆင်းမှု အဆင့်",
  "set by": "မှ သတ်မှတ်ထားသည်",
  "Assigned to": "သို့ သတ်မှတ်ထားသည်",
  "Update": "အပ်ဒိတ်လုပ်ရန်",
  "Comments": "မှတ်ချက်များ",
  "Load older comments": "မှတ်ချက်အဟောင်းများ တင်ရန်",
  "Edit": "တည်းဖြတ်ရန်",
  "Workflow stage and assignments": "လုပ်ငန်းစီးဆင်းမှု အဆင့်နှင့် သတ်မှတ်ချက်များ",
  "Add a comment": "မှတ်ချက်တစ်ခု ထည့်ရန်",
  "Assign to": "သို့ သတ်မှတ်ရန်",
  "Notify users via email": "အီးမေးလ်မှတစ်ဆင့် အသုံးပြုသူများကို အကြောင်းကြားရန်",
  "Submit": "တင်သွင်းရန်",
  "Lambda Function": "Lambda လုပ်ဆောင်ချက်",
  "Task type": "လုပ်ငန်းအမျိုးအစား",
  "Webhook": "Webhook",
  "The payload of the request contains the task and the space id.": "တောင်းဆိုမှု၏ payload တွင် လုပ်ငန်းနှင့် နေရာ id ပါဝင်သည်။",
  "Lambda Function (coming soon)": "Lambda လုပ်ဆောင်ချက် (မကြာမီ လာမည်)",
  "Provide the endpoint where you want to send a POST request.": "သင် POST တောင်းဆိုမှု ပေးပို့လိုသည့် endpoint ကို ပေးပါ။",
  "Protected variable": "ကာကွယ်ထားသော variable",
  "Function code": "လုပ်ဆောင်ချက်ကုဒ်",
  "For example:": "ဥပမာအားဖြင့်-",
  "Ok": "အိုကေ",
  "Are you sure you want to delete this task?": "ဤလုပ်ငန်းကို ဖျက်လိုကြောင်း သေချာပါသလား။",
  "Last execution": "နောက်ဆုံး လုပ်ဆောင်ခဲ့သည်",
  "Currently running": "လက်ရှိ လည်ပတ်နေသည်",
  "Executed successfully!": "အောင်မြင်စွာ လုပ်ဆောင်လိုက်ပါပြီ။",
  "Execute": "လုပ်ဆောင်ရန်",
  "Choose XML for translation software like SDL Trados Studio or JSON for translation software like LingoHub.": "ဘာသာပြန်ဆော့ဖ်ဝဲလ်ဖြစ်သော SDL Trados Studio ကဲ့သို့ XML ကို ရွေးချယ်ပါ သို့မဟုတ် LingoHub ကဲ့သို့ ဘာသာပြန်ဆော့ဖ်ဝဲလ်အတွက် JSON ကို ရွေးချယ်ပါ။",
  "Autosave enabled?": "အလိုအလျောက်သိမ်းဆည်းခြင်း ဖွင့်ထားပါသလား။",
  "Empty": "ဗလာ",
  "Choose a compatible XML or JSON generated from the export.": "တင်ပို့ခြင်းမှ ထုတ်လုပ်ထားသော တွဲဖက်သုံးနိုင်သည့် XML သို့မဟုတ် JSON ကို ရွေးချယ်ပါ။",
  "Desktop": "Desktop",
  "Tablet": "တက်ဘလက်",
  "Tag": "တက်ဂ်",
  "Mobile": "မိုဘိုင်း",
  "Select": "ရွေးချယ်ရန်",
  "Content type value": "အကြောင်းအရာအမျိုးအစားတန်ဖိုး",
  "Component": "အစိတ်အပိုင်း",
  "Assigned to me only": "ကျွန်ုပ်ကိုသာ သတ်မှတ်ထားသည်",
  "In folder": "ဖိုဒါထဲတွင်",
  "element": "ဒြပ်စင်",
  "Search in current folder only": "လက်ရှိဖိုဒါတွင်သာ ရှာဖွေရန်",
  "No results found": "ရလဒ်များ မတွေ့ရှိပါ။",
  "Current version": "လက်ရှိဗားရှင်း",
  "Start typing to search": "ရှာဖွေရန် စာရိုက်ပါ",
  "Confirming invitation": "ဖိတ်ကြားချက်ကို အတည်ပြုနေသည်",
  "Please wait a couple of seconds": "ကျေးဇူးပြု၍ စက္ကန့်အနည်းငယ် စောင့်ပါ။",
  "Unknown author": "အမည်မသိ ရေးသားသူ",
  "You are now a member of the organisation": "သင်သည် ယခု အဖွဲ့အစည်း၏ အဖွဲ့ဝင်တစ်ဦး ဖြစ်လာပါပြီ။",
  "Go to spaces": "နေရာများသို့ သွားရန်",
  "Invitation confirmed!": "ဖိတ်ကြားချက်ကို အတည်ပြုလိုက်ပါပြီ။",
  "Please login first and then click the invitation link again.": "ကျေးဇူးပြု၍ ဦးစွာ login ဝင်ပြီးမှ ဖိတ်ကြားချက်လင့်ခ်ကို ထပ်မံနှိပ်ပါ။",
  "Go to login": "Login သို့ သွားရန်",
  "Login required.": "Login ဝင်ရန် လိုအပ်သည်။",
  "Your invitation is not valid anymore.": "သင်၏ ဖိတ်ကြားချက်သည် နောက်ထပ် အတည်မဖြစ်တော့ပါ။",
  "Please upgrade your Storyblok space. You have": "သင်၏ Storyblok နေရာကို အဆင့်မြှင့်ပါ။ သင်ရှိသည်",
  "Something went wrong.": "တစ်ခုခု မှားယွင်းသွားသည်။",
  "collaborator(s) and your": "ပူးပေါင်းဆောင်ရွက်သူ(များ) နှင့် သင်၏",
  "Please contact your Storyblok space owner. You have": "သင်၏ Storyblok နေရာပိုင်ရှင်ကို ဆက်သွယ်ပါ။ သင်ရှိသည်",
  "is over.": "ပြီးဆုံးပါပြီ။",
  "Just a moment. A background task is still running.": "ခဏလေးပါ။ နောက်ခံလုပ်ငန်းတစ်ခု လည်ပတ်နေဆဲဖြစ်သည်။",
  "The Storyblok app has been updated!": "Storyblok အက်ပ်ကို အပ်ဒိတ်လုပ်လိုက်ပါပြီ။",
  "Please reload the window to get the newest version.": "နောက်ဆုံးဗားရှင်းကို ရရှိရန် ဝင်းဒိုးကို ပြန်လည်တင်ပါ။",
  "Reload window": "ဝင်းဒိုးကို ပြန်တင်ရန်",
  "Manage": "စီမံခန့်ခွဲရန်",
  "Toggle assistance mode": "အကူအညီမုဒ်ကို ပြောင်းရန်",
  "Assisted spaces": "အကူအညီပေးထားသော နေရာများ",
  "Logging in": "Login ဝင်နေသည်",
  "Sales": "အရောင်း",
  "I have read and agree to the": "ကျွန်ုပ်သည် ဖတ်ပြီး သဘောတူပါသည်။",
  "Logged in as": "အဖြစ် Login ဝင်ထားသည်",
  "Catalogue": "စာရင်း",
  "Initiating space": "နေရာစတင်နေသည်",
  "Configuration": "ဖွဲ့စည်းပုံ",
  "There was an error confirming your account. Please try again.": "သင်၏အကောင့်ကို အတည်ပြုရာတွင် အမှားအယွင်းရှိခဲ့သည်။ ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပါ။",
  "Resend confirmation": "အတည်ပြုချက်ကို ပြန်ပို့ရန်",
  "Confirmed successfully!": "အောင်မြင်စွာ အတည်ပြုလိုက်ပါပြီ။",
  "You have unsaved changes on this content item. Do you want to discard your changes?": "ဤအကြောင်းအရာတွင် မသိမ်းဆည်းရသေးသော ပြောင်းလဲမှုများ ရှိသည်။ သင်၏ပြောင်းလဲမှုများကို ပယ်ဖျက်လိုပါသလား။",
  "No": "မဟုတ်ပါ",
  "To continue confirm that you have read and agree to the Terms and Privacy Policy.": "ဆက်လက်လုပ်ဆောင်ရန် စည်းမျဉ်းများ (Terms) နှင့် ကိုယ်ရေးကိုယ်တာမူဝါဒ (Privacy Policy) ကို ဖတ်ပြီး သဘောတူကြောင်း အတည်ပြုပါ။",
  "Yes": "ဟုတ်ကဲ့",
  "Invitation sent!": "ဖိတ်ကြားချက် ပေးပို့လိုက်ပါပြီ။",
  "Shortcuts: Esc for No, Enter for Yes": "ဖြတ်လမ်းများ- မဟုတ်ပါအတွက် Esc၊ ဟုတ်ကဲ့အတွက် Enter",
  "Usertype": "အသုံးပြုသူအမျိုးအစား",
  "The user has been invited to your organisation and will be added once confirmed.": "အသုံးပြုသူကို သင်၏အဖွဲ့အစည်းသို့ ဖိတ်ကြားထားပြီး အတည်ပြုပြီးသည်နှင့် ထည့်သွင်းပါမည်။",
  "Normal": "သာမန်",
  "Member": "အဖွဲ့ဝင်",
  "Provide the 15 digit ID": "ဂဏန်း ၁၅ လုံး ID ကို ပေးပါ။",
  "Is sandbox user?": "sandbox အသုံးပြုသူလား။",
  "Owner: Can manage users and define owners": "ပိုင်ရှင်- အသုံးပြုသူများကို စီမံခန့်ခွဲနိုင်ပြီး ပိုင်ရှင်များကို သတ်မှတ်နိုင်သည်။",
  "Admin: Can manage users": "အဒ်မင်- အသုံးပြုသူများကို စီမံခန့်ခွဲနိုင်သည်။",
  "Member: Can not manage users": "အဖွဲ့ဝင်- အသုံးပြုသူများကို စီမံခန့်ခွဲ၍မရပါ။",
  "Firstname": "အမည်ရင်း",
  "Disable": "ပိတ်ရန်",
  "Lastname": "နာမည်",
  "Are you sure you want to disable this user?": "ဤအသုံးပြုသူကို ပိတ်လိုကြောင်း သေချာပါသလား။",
  "It seems you do not have any": "သင့်တွင် မည်သည့်",
  "Enable": "ဖွင့်ရန်",
  "Type in all emails of the users you want to invite separated by a new line.": "ဖိတ်ကြားလိုသည့် အသုံးပြုသူများ၏ အီးမေးလ်အားလုံးကို စာကြောင်းအသစ်ဖြင့် ခွဲ၍ ရိုက်ထည့်ပါ။",
  "Invite others": "အခြားသူများကို ဖိတ်ကြားရန်",
  "yet.": "သေးပါ။",
  "Send": "ပို့ရန်",
  "Done!": "ပြီးပြီ။",
  "Your invitation has been sent! As soon as the users have signed up you can add them as collaborators to your space(s).": "သင်၏ ဖိတ်ကြားချက်ကို ပေးပို့လိုက်ပါပြီ။ အသုံးပြုသူများ စာရင်းသွင်းပြီးသည်နှင့် သင်၏နေရာ(များ)သို့ ပူးပေါင်းဆောင်ရွက်သူအဖြစ် ထည့်သွင်းနိုင်သည်။",
  "Please enter at least one email": "အီးမေးလ်တစ်ခု အနည်းဆုံး ထည့်သွင်းပါ။",
  "Invite more people": "လူများပိုမို ဖိတ်ကြားရန်",
  " is not a valid email": "သည် အတည်ဖြစ်သော အီးမေးလ် မဟုတ်ပါ။",
  "from": "မှ",
  "Target": "ပစ်မှတ်",
  "Asset": "ပစ္စည်း",
  "Current window": "လက်ရှိဝင်းဒိုး",
  "Get started": "စတင်ရန်",
  "New window": "ဝင်းဒိုးအသစ်",
  "terms of use": "အသုံးပြုမှု စည်းကမ်းချက်များ",
  "Signup": "စာရင်းသွင်းရန်",
  "By clicking \"Signup\" you accept the": "\"စာရင်းသွင်းရန်\" ကို နှိပ်ခြင်းဖြင့် သင်သည် သဘောတူပါသည်။",
  "Switch to login": "Login သို့ ပြောင်းရန်",
  "Forgot password?": "စကားဝှက်မေ့နေပါသလား။",
  "Already have an account?": "အကောင့်ရှိပြီးသားလား။",
  "No account yet?": "အကောင့်မရှိသေးဘူးလား။",
  "Signup here": "ဤနေရာတွင် စာရင်းသွင်းပါ။",
  "Login": "Login",
  "Resend": "ပြန်ပို့ရန်",
  "confirmation email": "အတည်ပြုချက်အီးမေးလ်",
  "Send password reset link": "စကားဝှက် ပြန်လည်သတ်မှတ်ရန် လင့်ခ် ပေးပို့ရန်",
  "Imprint": "ပုံနှိပ်ချက်",
  "Privacy policy": "ကိုယ်ရေးကိုယ်တာမူဝါဒ",
  "Are you a developer?": "သင် developer လား။",
  "Choose no if you want to join an existing project": "ရှိပြီးသားပရောဂျက်တစ်ခုသို့ ပါဝင်လိုပါက မဟုတ်ပါကို ရွေးချယ်ပါ။",
  "No, I am not a dev": "မဟုတ်ပါ၊ ကျွန်ုပ်သည် dev မဟုတ်ပါ။",
  "Yes, I am a dev": "ဟုတ်ကဲ့၊ ကျွန်ုပ်သည် dev ပါ။",
  "Choose your own adventure": "သင်၏ကိုယ်ပိုင်စွန့်စားခန်းကို ရွေးချယ်ပါ။",
  "Join an existing space": "ရှိပြီးသားနေရာတစ်ခုသို့ ပါဝင်ရန်",
  "What would you do like next?": "သင် နောက်ဘာလုပ်ချင်ပါသလဲ။",
  "You are almost there": "သင်ရောက်ခါနီးပြီ",
  "Success!": "အောင်မြင်ပါပြီ။",
  "Insert the email of your space admin to let them add you as a collaborator of the space": "သင့်ကို နေရာ၏ ပူးပေါင်းဆောင်ရွက်သူအဖြစ် ထည့်သွင်းနိုင်ရန် သင်၏နေရာအဒ်မင်၏ အီးမေးလ်ကို ထည့်သွင်းပါ။",
  "I received the email": "ကျွန်ုပ် အီးမေးလ် ရရှိခဲ့သည်။",
  "You will get notified per email once the admin added you as a collaborator. Then click on the button below to continue.": "အဒ်မင်က သင့်ကို ပူးပေါင်းဆောင်ရွက်သူအဖြစ် ထည့်သွင်းပြီးသည်နှင့် အီးမေးလ်ဖြင့် အကြောင်းကြားပါမည်။ ထို့နောက် ဆက်လက်လုပ်ဆောင်ရန် အောက်ပါခလုတ်ကို နှိပ်ပါ။",
  "It seems that the authentification code is wrong.": "အတည်ပြုကုဒ် မှားယွင်းနေပုံရသည်။",
  "My account": "ကျွန်ုပ်၏အကောင့်",
  "Please check the password confirmation.": "ကျေးဇူးပြု၍ စကားဝှက်အတည်ပြုချက်ကို စစ်ဆေးပါ။",
  "You are logged in via a third party authentication provider.": "သင်သည် ပြင်ပမှ အတည်ပြုဝန်ဆောင်မှုပေးသူမှတစ်ဆင့် login ဝင်ထားသည်။",
  "Profile picture": "ပရိုဖိုင်ပုံ",
  "Username": "အသုံးပြုသူအမည်",
  "Your Storyblok ID for adding you as a collaborator to another project is": "အခြားပရောဂျက်တစ်ခုသို့ သင့်ကို ပူးပေါင်းဆောင်ရွက်သူအဖြစ် ထည့်သွင်းရန် သင်၏ Storyblok ID မှာ",
  "Recommended: 500px x 500px (JPG or PNG)": "အကြံပြုချက်- 500px x 500px (JPG သို့မဟုတ် PNG)",
  "Phone number": "ဖုန်းနံပါတ်",
  "Your timezone": "သင်၏ အချိန်ဇုန်",
  "Your language": "သင်၏ဘာသာစကား",
  "Current password": "လက်ရှိစကားဝှက်",
  "Insert your current password if you changed your username, email, phone number, password or security settings": "အသုံးပြုသူအမည်၊ အီးမေးလ်၊ ဖုန်းနံပါတ်၊ စကားဝှက် သို့မဟုတ် လုံခြုံရေးဆက်တင်များကို ပြောင်းလဲခဲ့ပါက သင်၏လက်ရှိစကားဝှက်ကို ထည့်သွင်းပါ။",
  "New Password": "စကားဝှက်အသစ်",
  "Do you want to change your current password?": "သင်၏လက်ရှိစကားဝှက်ကို ပြောင်းလဲလိုပါသလား။",
  "Password confirmation": "စကားဝှက်အတည်ပြုချက်",
  "Security Settings": "လုံခြုံရေးဆက်တင်များ",
  "How do you want to login?": "မည်သို့ login ဝင်လိုပါသလဲ။",
  "Password only": "စကားဝှက်သာ",
  "Two factor authentication via SMS": "SMS မှတစ်ဆင့် နှစ်ဆင့်အတည်ပြုခြင်း",
  "Personal access tokens": "ကိုယ်ပိုင်ဝင်ရောက်ခွင့် တိုကင်များ",
  "Two factor authentication via Email": "အီးမေးလ်မှတစ်ဆင့် နှစ်ဆင့်အတည်ပြုခြင်း",
  "Storyblok Management API": "Storyblok Management API",
  "Please copy this api key now. It will be visible only once.": "ဤ api key ကို ယခုကူးယူပါ။ ၎င်းသည် တစ်ကြိမ်သာ မြင်ရပါမည်။",
  "Tokens that have been generated to access the": "ဝင်ရောက်ကြည့်ရှုရန် ထုတ်လုပ်ထားသော တိုကင်များ",
  "Generate new Token": "တိုကင်အသစ် ဖန်တီးရန်",
  "Personal access tokens work like ordinary OAuth access tokens.": "ကိုယ်ပိုင်ဝင်ရောက်ခွင့် တိုကင်များသည် သာမန် OAuth ဝင်ရောက်ခွင့် တိုကင်များကဲ့သို့ လုပ်ဆောင်သည်။",
  "They can be used to authenticate yourself to have full access to the managment API programmatically and should NEVER be exposed in public.": "၎င်းတို့ကို programmatically အနေဖြင့် managment API သို့ အပြည့်အဝ ဝင်ရောက်ကြည့်ရှုရန် သင့်ကိုယ်သင် အတည်ပြုရန် အသုံးပြုနိုင်ပြီး အများပြည်သူရှေ့တွင် ဘယ်တော့မှ ထုတ်ဖော်ပြသခြင်း မပြုသင့်ပါ။",
  "Privacy": "ကိုယ်ရေးကိုယ်တာ",
  "Show username instead of email as collaborator": "ပူးပေါင်းဆောင်ရွက်သူအဖြစ် အီးမေးလ်အစား အသုံးပြုသူအမည်ကို ပြရန်",
  "Privacy Setting": "ကိုယ်ရေးကိုယ်တာဆက်တင်",
  "Download in German": "ဂျာမန်ဘာသာဖြင့် ဒေါင်းလုဒ်လုပ်ရန်",
  "Download in English": "အင်္ဂလိပ်ဘာသာဖြင့် ဒေါင်းလုဒ်လုပ်ရန်",
  "Data processing agreement": "ဒေတာလုပ်ဆောင်ခြင်း သဘောတူညီချက်",
  "Read more about our": "ကျွန်ုပ်တို့၏ အကြောင်းပိုမိုဖတ်ရန်",
  "Account deletion": "အကောင့် ဖျက်သိမ်းခြင်း",
  "privacy policy here": "ကိုယ်ရေးကိုယ်တာမူဝါဒ ဤနေရာတွင်",
  "Yes, delete my account": "ဟုတ်ကဲ့၊ ကျွန်ုပ်၏အကောင့်ကို ဖျက်ပါ။",
  "Do you want to delete your account?": "သင်၏အကောင့်ကို ဖျက်လိုပါသလား။",
  "Do you really want to delete your account? Type \"delete me\" and click confirm.": "သင်၏အကောင့်ကို တကယ်ဖျက်လိုပါသလား။ \"delete me\" ဟု ရိုက်ထည့်ပြီး အတည်ပြုရန် နှိပ်ပါ။",
  "User has been updated": "အသုံးပြုသူကို အပ်ဒိတ်လုပ်လိုက်ပါပြီ။",
  "Not found": "မတွေ့ရှိပါ",
  "Please insert the code we sent to ": "ကျွန်ုပ်တို့ ပေးပို့ထားသော ကုဒ်ကို ထည့်သွင်းပါ။",
  "Add user": "အသုံးပြုသူထည့်ရန်",
  "It seems that you do not have access to this page.": "သင့်တွင် ဤစာမျက်နှာကို ဝင်ရောက်ကြည့်ရှုခွင့် မရှိပုံရသည်။",
  "Create a new organization": "အဖွဲ့အစည်းအသစ်တစ်ခု ဖန်တီးရန်",
  "Organisation name": "အဖွဲ့အစည်းအမည်",
  "Create org": "အဖွဲ့အစည်းဖန်တီးရန်",
  "SO Settings": "SO ဆက်တင်များ",
  "Whitelabeling": "Whitelabeling",
  "Add SSO url": "SSO url ထည့်ရန်",
  "Url to the editor": "တည်းဖြတ်သူသို့ Url",
  "Provide the full url like": "အောက်ပါအတိုင်း url အပြည့်အစုံကို ပေးပါ။",
  "Logo-Url": "လိုဂို-Url",
  "Provide the full url to the logo like": "အောက်ပါအတိုင်း လိုဂိုသို့ url အပြည့်အစုံကို ပေးပါ။",
  "Not defined": "မသတ်မှတ်ရသေးပါ",
  "Organization updated successfully": "အဖွဲ့အစည်းကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်လိုက်ပါပြီ။",
  "Disabled": "ပိတ်ထားသည်",
  "Please set your password": "ကျေးဇူးပြု၍ သင်၏စကားဝှက်ကို သတ်မှတ်ပါ။",
  "Set password": "စကားဝှက် သတ်မှတ်ရန်",
  "Password has been set. You can now login.": "စကားဝှက်ကို သတ်မှတ်လိုက်ပါပြီ။ ယခု login ဝင်နိုင်သည်။",
  "Thank you": "ကျေးဇူးတင်ပါတယ်",
  "Please confirm your billing information": "ကျေးဇူးပြု၍ သင်၏ ငွေတောင်းခံလွှာ အချက်အလက်ကို အတည်ပြုပါ။",
  "Login failed. The login token may expired. Please try again.": "Login မအောင်မြင်ပါ။ login token သက်တမ်းကုန်သွားနိုင်သည်။ ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပါ။",
  "Please enter all required information": "လိုအပ်သော အချက်အလက်အားလုံးကို ထည့်သွင်းပါ။",
  "We try to keep your billing information for invoices up to date. Please confirm the below information are correct or change them accordingly.": "ငွေတောင်းခံလွှာများအတွက် သင်၏ ငွေတောင်းခံလွှာအချက်အလက်ကို နောက်ဆုံးပေါ် ဖြစ်စေရန် ကျွန်ုပ်တို့ ကြိုးစားပါသည်။ အောက်ပါအချက်အလက်များ မှန်ကန်ကြောင်း အတည်ပြုပါ သို့မဟုတ် ၎င်းတို့ကို ပြောင်းလဲပါ။",
  "One last thing before you can comment": "မှတ်ချက်မပေးမီ နောက်ဆုံးတစ်ချက်",
  "Profile picture (optional)": "ပရိုဖိုင်ပုံ (ရွေးချယ်နိုင်သည်)",
  "Are you sure you want to delete this item?": "ဤအကြောင်းအရာကို ဖျက်လိုကြောင်း သေချာပါသလား။",
  "Help other collaborators to identify you better by providing your name and a profile picture.": "သင်၏အမည်နှင့် ပရိုဖိုင်ပုံကို ထည့်သွင်းခြင်းဖြင့် အခြားပူးပေါင်းဆောင်ရွက်သူများက သင့်ကို ပိုမိုကောင်းမွန်စွာ ခွဲခြားသိမြင်နိုင်စေရန် ကူညီပါ။",
  "Are you sure you want to delete this item(s)?": "ဤအကြောင်းအရာ(များ)ကို ဖျက်လိုကြောင်း သေချာပါသလား။",
  "Loading user": "အသုံးပြုသူတင်နေသည်",
  "You are in a demo space.": "သင်သည် နမူနာနေရာတွင် ရှိသည်။",
  "Submit to App-Store": "App-Store သို့ တင်သွင်းရန်",
  "Browse apps": "အက်ပ်များကို ကြည့်ရန်",
  "Submit to App-Directory": "App-Directory သို့ တင်သွင်းရန်",
  "Active Subscriptions": "အသက်ဝင်သော စာရင်းသွင်းမှုများ",
  "Total revenue": "စုစုပေါင်း ဝင်ငွေ",
  "Finances": "ဘဏ္ဍာရေး",
  "Hi there!": "မင်္ဂလာပါ!",
  "Choose to": "ရွေးချယ်ရန်",
  "Perks": "အကျိုးခံစားခွင့်များ",
  "Team": "အဖွဲ့",
  "Entering Partner Portal": "လုပ်ငန်းမိတ်ဖက် ပေါ်တယ်သို့ ဝင်ရောက်နေသည်",
  "Signup as Partner": "လုပ်ငန်းမိတ်ဖက်အဖြစ် စာရင်းသွင်းရန်",
  "You are now unsubscribed.": "သင်သည် ယခု စာရင်းသွင်းမှု ပယ်ဖျက်လိုက်ပါပြီ။",
  "Seems that you do not have any tags yet.": "သင့်တွင် တက်ဂ်များ မရှိသေးပုံရသည်။",
  "Create your first space": "သင်၏ပထမဆုံးနေရာကို ဖန်တီးပါ။",
  "Install link": "လင့်ခ် ထည့်သွင်းရန်",
  "Name of the app": "အက်ပ်၏ အမည်",
  "Id/Slug of the app": "အက်ပ်၏ Id/Slug",
  "Allowed characters are letters, numbers and -.": "ခွင့်ပြုထားသော စာလုံးများမှာ အက္ခရာများ၊ ဂဏန်းများနှင့် - ဖြစ်သည်။",
  "Oauth2 settings": "Oauth2 ဆက်တင်များ",
  "Client id": "Client id",
  "Secret": "လျှို့ဝှက်",
  "Url to your app": "သင်၏အက်ပ်သို့ Url",
  "Oauth2 callback url": "Oauth2 callback url",
  "Field types": "ဖော်မတ်အမျိုးအစားများ",
  "Select the Field-Type(s) that you would like to include in this app": "ဤအက်ပ်တွင် ထည့်သွင်းလိုသော Field-Type(s) ကို ရွေးချယ်ပါ။",
  "Images": "ပုံများ",
  "Screenshot (minimum 1000px)": "စခရင်ရှော့ (အနည်းဆုံး 1000px)",
  "Icon (1024x1024px)": "အိုင်ကွန် (1024x1024px)",
  "Sidebar Icon (white transparent SVG)": "ဘေးဘား အိုင်ကွန် (အဖြူ ရေခံ SVG)",
  "Your website": "သင်၏ ဝက်ဘ်ဆိုဒ်",
  "Url to your website": "သင်၏ ဝက်ဘ်ဆိုဒ်သို့ Url",
  "Your name": "သင်၏အမည်",
  "Video (optional)": "ဗီဒီယို (ရွေးချယ်နိုင်သည်)",
  "Url to Youtube video": "Youtube ဗီဒီယိုသို့ Url",
  "Intro": "နိဒါန်း",
  "Short intro about what is your app about": "သင်၏အက်ပ်သည် အဘယ်အကြောင်းအရာဖြစ်ကြောင်း အတိုချုံးနိဒါန်း",
  "Attention! The deletion of this app will also delete all installations.": "သတိပြုရန်! ဤအက်ပ်ကို ဖျက်ခြင်းသည် ထည့်သွင်းမှုအားလုံးကိုပါ ဖျက်ပစ်ပါမည်။",
  "Delete this app": "ဤအက်ပ်ကို ဖျက်ရန်",
  "Uninstall": "ဖြုတ်ရန်",
  "Requires plan": "လိုအပ်သော အစီအစဉ်- ",
  "Try out in trial mode": "စမ်းသပ်မုဒ်တွင် စမ်းသပ်ကြည့်ပါ။",
  "Approve app": "အက်ပ်ကို အတည်ပြုရန်",
  "Website": "ဝက်ဘ်ဆိုဒ်",
  "Last update": "နောက်ဆုံးအပ်ဒိတ်",
  "App content": "အက်ပ်အကြောင်းအရာ",
  "Field-Type/UI Extension": "ဖော်မတ်အမျိုးအစား/UI တိုးချဲ့မှု",
  "App submission": "အက်ပ်တင်သွင်းမှု",
  "By committing your app the Storyblok app directory you accept the": "သင်၏အက်ပ်ကို Storyblok အက်ပ်လမ်းညွှန်သို့ ပေးအပ်ခြင်းဖြင့် သင်သည် သဘောတူပါသည်။",
  "App Directory Agreement": "အက်ပ်လမ်းညွှန် သဘောတူညီချက်",
  "The review process take usually 2-3 days and you will get updated via email once the app is available in the app directory.": "သုံးသပ်ခြင်း လုပ်ငန်းစဉ်သည် များသောအားဖြင့် ၂-၃ ရက် ကြာမြင့်ပြီး အက်ပ်သည် အက်ပ်လမ်းညွှန်တွင် ရရှိနိုင်သည်နှင့် သင်သည် အီးမေးလ်မှတစ်ဆင့် အပ်ဒိတ်များ ရရှိမည်ဖြစ်သည်။",
  "Confirm submission": "တင်သွင်းမှုကို အတည်ပြုရန်",
  "References": "ကိုးကားချက်များ",
  "Unselect": "ရွေးချယ်မှု ပယ်ဖျက်ရန်",
  "Clear trashcan": "အမှိုက်ပုံးရှင်းရန်",
  "Move users to org": "အသုံးပြုသူများကို အဖွဲ့အစည်းသို့ ရွှေ့ရန်",
  "Is content type": "အကြောင်းအရာအမျိုးအစားလား",
  "Add fields by dragging them to the tab.": "ဖော်မတ်များကို tab သို့ ဆွဲယူခြင်းဖြင့် ထည့်ပါ။",
  "Drag and drop the field to the tab name to add it here. All fields that are not placed in custom tabs will be visible in the general tab. To remove the general tab place all fields in custom tabs.": "ဖော်မတ်ကို tab အမည်သို့ ဆွဲယူ၍ ထည့်ပါ။ စိတ်ကြိုက် tabs တွင် မထည့်ထားသော ဖော်မတ်အားလုံးသည် general tab တွင် မြင်နိုင်မည်ဖြစ်သည်။ general tab ကို ဖယ်ရှားရန် ဖော်မတ်အားလုံးကို စိတ်ကြိုက် tabs တွင် ထည့်ပါ။",
  "Manage tab": "tab ကို စီမံခန့်ခွဲရန်",
  "Rename": "အမည်ပြောင်းရန်",
  "Move to right": "ညာဘက်သို့ ရွှေ့ရန်",
  "Move to left": "ဘယ်ဘက်သို့ ရွှေ့ရန်",
  "Hide empty option": "ရွေးချယ်စရာ ဗလာကို ဝှက်ရန်",
  "Restrict to content type": "အကြောင်းအရာအမျိုးအစားသို့ ကန့်သတ်ရန်",
  "Enable email field": "အီးမေးလ် ဖော်မတ်ကို ဖွင့်ရန်",
  "Enable asset selection": "ပစ္စည်းရွေးချယ်မှုကို ဖွင့်ရန်",
  "Enable anchor field on internal link": "အတွင်းပိုင်းလင့်ခ်တွင် anchor ဖော်မတ်ကို ဖွင့်ရန်",
  "Minimum": "အနည်းဆုံး",
  "Maximum": "အများဆုံး",
  "Define anchor": "anchor သတ်မှတ်ရန်",
  "Choose to customize your experience": "သင်၏အတွေ့အကြုံကို စိတ်ကြိုက်ပြင်ဆင်ရန် ရွေးချယ်ပါ။",
  "First name": "အမည်ရင်း",
  "Last name": "နာမည်",
  "Job function": "လုပ်ငန်းတာဝန်",
  "Marketing": "ဈေးကွက်ရှာဖွေရေး",
  "Information Technology": "သတင်းအချက်အလက် နည်းပညာ",
  "Development/Engineering/Programming": "ဖွံ့ဖြိုးတိုးတက်ရေး/အင်ဂျင်နီယာ/ပရိုဂရမ်",
  "Human Resources": "လူ့စွမ်းအားအရင်းအမြစ်",
  "Procurement": "ဝယ်ယူရေး",
  "Security": "လုံခြုံရေး",
  "Other": "အခြား",
  "Business area": "စီးပွားရေးနယ်ပယ်",
  "Accounting": "စာရင်းကိုင်",
  "Marketing and Advertising": "ဈေးကွက်ရှာဖွေရေးနှင့် ကြော်ငြာ",
  "Automotive": "မော်တော်ယာဉ်",
  "Agriculture": "စိုက်ပျိုးရေး",
  "Chemicals": "ဓာတုပစ္စည်းများ",
  "Construction": "ဆောက်လုပ်ရေး",
  "Consulting": "အတိုင်ပင်ခံ",
  "Consumer Products": "စားသုံးသူ ထုတ်ကုန်များ",
  "Education": "ပညာရေး",
  "Finance": "ဘဏ္ဍာရေး",
  "Food and Beverage": "အစားအစာနှင့် အဖျော်ယမကာ",
  "Gaming": "ဂိမ်း",
  "Government": "အစိုးရ",
  "Healthcare": "ကျန်းမာရေးစောင့်ရှောက်မှု",
  "Hospitality": "ဧည့်ဝတ်ပြုမှု",
  "Insurance": "အာမခံ",
  "Legal": "ဥပဒေရေးရာ",
  "Manufacturing": "ထုတ်လုပ်မှု",
  "Media": "မီဒီယာ",
  "Oil and Energy": "ရေနံနှင့် စွမ်းအင်",
  "Pharmaceutical": "ဆေးဝါး",
  "Real Estate": "အိမ်ခြံမြေ",
  "Retail": "လက်လီ",
  "Sports": "အားကစား",
  "Technology": "နည်းပညာ",
  "Telecommunications": "ဆက်သွယ်ရေး",
  "Transportation": "သယ်ယူပို့ဆောင်ရေး",
  "Utility": "Utilities",
  "* Required fields": "* လိုအပ်သော ဖော်မတ်များ",
  "Continue": "ဆက်ရန်",
  "Personal settings": "ကိုယ်ရေးကိုယ်တာဆက်တင်များ",
  "How would you describe your role?": "သင်၏အခန်းကဏ္ဍကို မည်သို့ဖော်ပြလိုပါသလဲ။",
  "I am a content editor": "ကျွန်ုပ်သည် အကြောင်းအရာတည်းဖြတ်သူတစ်ဦးဖြစ်သည်။",
  "I am a developer or administrator": "ကျွန်ုပ်သည် developer သို့မဟုတ် administrator တစ်ဦးဖြစ်သည်။",
  "Add space to organization": "အဖွဲ့အစည်းသို့ နေရာထည့်ရန်",
  "Add space": "နေရာထည့်ရန်",
  "Unlink": "ချိတ်ဆက်မှုဖြုတ်ရန်",
  "Create your first app": "သင်၏ပထမဆုံးအက်ပ်ကို ဖန်တီးပါ။",
  "No invoices found": "ပြေစာများ မတွေ့ရှိပါ။",
  "Space": "နေရာ",
  "Invoice ID": "ပြေစာ ID",
  "Amount": "ပမာဏ",
  "# of Spaces": "နေရာအရေအတွက်",
  "Revenue": "ဝင်ငွေ",
  "MRR": "MRR",
  "Nr. of spaces": "နေရာအရေအတွက်",
  "Active subscriptions": "အသက်ဝင်သော စာရင်းသွင်းမှုများ",
  "Total revenue share per month": "တစ်လလျှင် စုစုပေါင်း ဝင်ငွေဝေစု",
  "Welcome to the partner portal of Storyblok! We are excited to have you on board!": "Storyblok ၏ လုပ်ငန်းမိတ်ဖက် ပေါ်တယ်သို့ ကြိုဆိုပါတယ်။ သင်ပါဝင်လာသည့်အတွက် ကျွန်ုပ်တို့ စိတ်လှုပ်ရှားမိပါသည်။",
  "App type": "အက်ပ်အမျိုးအစား",
  "Sidebar": "ဘေးဘား",
  "Fieldtype(s)": "ဖော်မတ်အမျိုးအစား(များ)",
  "Add an existing space": "ရှိပြီးသားနေရာတစ်ခုကို ထည့်ပါ။",
  "Member: Can manage spaces and apps": "အဖွဲ့ဝင်- နေရာများနှင့် အက်ပ်များကို စီမံခန့်ခွဲနိုင်သည်။",
  "Owner: Can manage users, spaces, apps, partner account settings and see finances": "ပိုင်ရှင်- အသုံးပြုသူများ၊ နေရာများ၊ အက်ပ်များ၊ လုပ်ငန်းမိတ်ဖက်အကောင့်ဆက်တင်များကို စီမံခန့်ခွဲနိုင်ပြီး ဘဏ္ဍာရေးကို ကြည့်နိုင်သည်။",
  "Stripe connect": "Stripe ချိတ်ဆက်မှု",
  "Connect your Stripe account to receive your revenue share each month.": "လစဉ်သင်၏ ဝင်ငွေဝေစုကို ရရှိရန် သင်၏ Stripe အကောင့်ကို ချိတ်ဆက်ပါ။",
  "Partner details": "လုပ်ငန်းမိတ်ဖက် အသေးစိတ်များ",
  "Define your business address and company information. * Required fields": "သင်၏လုပ်ငန်းလိပ်စာနှင့် ကုမ္ပဏီအချက်အလက်ကို သတ်မှတ်ပါ။ * လိုအပ်သော ဖော်မတ်များ",
  "Billing email address": "ငွေတောင်းခံလွှာ အီးမေးလ်လိပ်စာ",
  "VAT number": "VAT နံပါတ်",
  "Company number": "ကုမ္ပဏီနံပါတ်",
  "Bank information (for revenue share of enterprise plans)": "ဘဏ်အချက်အလက် (enterprise အစီအစဉ်များ၏ ဝင်ငွေဝေစုအတွက်)",
  "Plan": "အစီအစဉ်",
  "My spaces": "ကျွန်ုပ်၏ နေရာများ",
  "Field-types": "ဖော်မတ်အမျိုးအစားများ",
  "Partner Agreement": "လုပ်ငန်းမိတ်ဖက် သဘောတူညီချက်",
  "Current story object": "လက်ရှိဇာတ်လမ်း object",
  "Partner portal": "လုပ်ငန်းမိတ်ဖက် ပေါ်တယ်",
  "Show all": "အားလုံးပြရန်",
  "Show favorites only": "အနှစ်သက်ဆုံးများကိုသာ ပြရန်",
  "User ID": "အသုံးပြုသူ ID",
  "Single role": "အခန်းကဏ္ဍတစ်ခုတည်း",
  "Multiple roles": "အခန်းကဏ္ဍများစွာ",
  "Individual permissions": "တစ်ဦးချင်းစီ ခွင့်ပြုချက်များ",
  "Organization": "အဖွဲ့အစည်း",
  "Maintenance mode (When enabled only admins can edit content)": "ပြုပြင်ထိန်းသိမ်းမှုမုဒ် (ဖွင့်ထားသည့်အခါ အဒ်မင်များသာ အကြောင်းအရာကို တည်းဖြတ်နိုင်သည်)",
  "Storage": "သိုလှောင်မှု",
  "Store on the Storyblok S3 bucket": "Storyblok S3 bucket တွင် သိမ်းဆည်းရန်",
  "If unchecked the backup will be stored on your own S3 backup.": "မစစ်ဆေးပါက အရန်သိမ်းဆည်းမှုကို သင်၏ကိုယ်ပိုင် S3 backup တွင် သိမ်းဆည်းပါမည်။",
  "Preferred backup time": "နှစ်သက်ရာ အရန်သိမ်းချိန်",
  "AWS Role ARN": "AWS Role ARN",
  "\"Restore now\" creates a new space with the restore date in the space name.": "\"ယခု ပြန်လည်ရယူမည်\" သည် နေရာအမည်တွင် ပြန်လည်ရယူသည့်ရက်စွဲဖြင့် နေရာအသစ်တစ်ခု ဖန်တီးသည်။",
  "Your Unique Subdomain": "သင်၏ထူးခြားသော Subdomain",
  "Your unique subdomain for your rendering service project with Storyblok. Replace this with your \"Location (default environment)\" to get started.": "Storyblok ဖြင့် သင်၏ rendering service ပရောဂျက်အတွက် သင်၏ထူးခြားသော subdomain။ စတင်ရန် ၎င်းကို သင်၏ \"တည်နေရာ (မူရင်းပတ်ဝန်းကျင်)\" ဖြင့် အစားထိုးပါ။",
  "Publish translations individually (Beta)": "ဘာသာပြန်များကို တစ်ဦးချင်းစီ ထုတ်ဝေရန် (Beta)",
  "ATTENTION! When enabling, all languages needs to be published by going to each content item, selecting the language and clicking the Publish button.": "သတိပြုရန်! ဖွင့်ထားပါက ဘာသာစကားအားလုံးကို အကြောင်းအရာတစ်ခုချင်းစီသို့ သွားပြီး ဘာသာစကားကို ရွေးချယ်ကာ Publish ခလုတ်ကို နှိပ်ခြင်းဖြင့် ထုတ်ဝေရန် လိုအပ်သည်။",
  "Beta version: Does not work yet together with releases and duplicating content.": "Beta ဗားရှင်း- ဖြန့်ချိမှုများနှင့် အကြောင်းအရာပွားခြင်းတို့နှင့် အတူတကွ အလုပ်မလုပ်သေးပါ။",
  "I have a developer": "ကျွန်ုပ်တွင် developer တစ်ဦးရှိသည်။",
  "I am a developer": "ကျွန်ုပ်သည် developer တစ်ဦးဖြစ်သည်။",
  "I want to talk": "ကျွန်ုပ် စကားပြောလိုသည်",
  "Thanks!": "ကျေးဇူးတင်ပါတယ်!",
  "We received your request!": "သင်၏တောင်းဆိုမှုကို ကျွန်ုပ်တို့ လက်ခံရရှိခဲ့သည်။",
  "Invites sent!": "ဖိတ်ကြားချက်များ ပေးပို့လိုက်ပါပြီ။",
  "The invites got sent successfully.": "ဖိတ်ကြားချက်များကို အောင်မြင်စွာ ပေးပို့လိုက်ပါပြီ။",
  "Invite your developer(s) to Storyblok so that they can create a project for you.": "သင့်အတွက် ပရောဂျက်တစ်ခု ဖန်တီးနိုင်ရန် သင်၏ developer(များ)ကို Storyblok သို့ ဖိတ်ကြားပါ။",
  "Email addresses": "အီးမေးလ်လိပ်စာများ",
  "Send invites": "ဖိတ်ကြားချက်များ ပေးပို့ရန်",
  "I need a developer": "ကျွန်ုပ် developer တစ်ဦး လိုအပ်သည်",
  "Inform us your project requirements to get offers from developers of our partner network.": "ကျွန်ုပ်တို့၏ လုပ်ငန်းမိတ်ဖက် ကွန်ရက်မှ developer များထံမှ ကမ်းလှမ်းမှုများ ရရှိရန် သင်၏ပရောဂျက်လိုအပ်ချက်များကို ကျွန်ုပ်တို့အား အသိပေးပါ။",
  "I want to...": "ကျွန်ုပ် လုပ်လိုသည်...",
  "migrate a website or app to Storyblok": "ဝက်ဘ်ဆိုဒ် သို့မဟုတ် အက်ပ်တစ်ခုကို Storyblok သို့ ပြောင်းလဲရန်",
  "create a new website or app": "ဝက်ဘ်ဆိုဒ် သို့မဟုတ် အက်ပ်အသစ်တစ်ခု ဖန်တီးရန်",
  "make an existing website or app editable in Storyblok": "ရှိပြီးသားဝက်ဘ်ဆိုဒ် သို့မဟုတ် အက်ပ်တစ်ခုကို Storyblok တွင် တည်းဖြတ်နိုင်စေရန်",
  "Budget": "ဘတ်ဂျက်",
  "Less than $ 2.000": "$ 2.000 အောက်",
  "$ 2.000 to 5.000": "$ 2.000 မှ 5.000",
  "$ 5.000 to 20.000": "$ 5.000 မှ 20.000",
  "More than $ 20.000": "$ 20.000 အထက်",
  "Project details": "ပရောဂျက် အသေးစိတ်များ",
  "Switch to a developer account to create spaces for development of websites and apps. You can switch back to a content editor account in the my account section later.": "ဝက်ဘ်ဆိုဒ်များနှင့် အက်ပ်များ ဖွံ့ဖြိုးတိုးတက်မှုအတွက် နေရာများဖန်တီးရန် developer အကောင့်သို့ ပြောင်းပါ။ နောက်မှ my account ကဏ္ဍတွင် content editor အကောင့်သို့ ပြန်လည်ပြောင်းနိုင်သည်။",
  "Switch": "ပြောင်းရန်",
  "Get in touch with someone at the Storyblok team to get a demo or discuss your requirements.": "နမူနာတစ်ခု ရရှိရန် သို့မဟုတ် သင်၏လိုအပ်ချက်များကို ဆွေးနွေးရန် Storyblok အဖွဲ့မှ တစ်စုံတစ်ဦးနှင့် ဆက်သွယ်ပါ။",
  "Company name": "ကုမ္ပဏီအမည်",
  "Message": "မက်ဆေ့ခ်ျ",
  "Send message": "မက်ဆေ့ခ်ျ ပို့ရန်",
  "Do you want to assign the space to your organization?": "နေရာကို သင်၏အဖွဲ့အစည်းသို့ သတ်မှတ်လိုပါသလား။",
  "No (for private spaces)": "မဟုတ်ပါ (ပုဂ္ဂလိက နေရာများအတွက်)",
  "Allow managing tags": "တက်ဂ်များကို စီမံခန့်ခွဲရန် ခွင့်ပြုရန်",
  "Allow editing datasource keys": "ဒေတာရင်းမြစ်သော့များကို တည်းဖြတ်ရန် ခွင့်ပြုရန်",
  "Deny access to image editor": "ပုံတည်းဖြတ်သူသို့ ဝင်ရောက်ခွင့် ငြင်းပယ်ရန်",
  "Force user to create release": "အသုံးပြုသူကို ဖြန့်ချိမှု ဖန်တီးရန် အတင်းအကျပ်ပြုရန်",
  "Hide content if unauthorized": "ခွင့်ပြုချက်မရှိပါက အကြောင်းအရာကို ဝှက်ရန်",
  "Hide folders if unauthorized": "ခွင့်ပြုချက်မရှိပါက ဖိုဒါများကို ဝှက်ရန်",
  "Add branches the user should have the right to deploy to (acts as whitelist). If no item is selected the user has rights to deploy to all branches.": "အသုံးပြုသူ ဖြန့်ကျက်ခွင့်ရှိသော branches များကို ထည့်ပါ။ (allowlist အဖြစ် လုပ်ဆောင်သည်)။ မည်သည့်အကြောင်းအရာမှ မရွေးချယ်ပါက အသုံးပြုသူသည် branches အားလုံးသို့ ဖြန့်ကျက်ခွင့်ရှိသည်။",
  "Component/content-type permissions": "အစိတ်အပိုင်း/အကြောင်းအရာအမျိုးအစား ခွင့်ပြုချက်များ",
  "Add the components or content types the user should not be able to select (acts as blacklist).": "အသုံးပြုသူ ရွေးချယ်နိုင်ခြင်းမရှိသည့် အစိတ်အပိုင်းများ သို့မဟုတ် အကြောင်းအရာအမျိုးအစားများကို ထည့်ပါ။ (denylist အဖြစ် လုပ်ဆောင်သည်)။",
  "It seams that you do not have access to any space yet. Please contact the administrator of your organization to get added as a collaborator.": "သင့်တွင် မည်သည့်နေရာကိုမျှ ဝင်ရောက်ကြည့်ရှုခွင့် မရှိသေးပုံရသည်။ ပူးပေါင်းဆောင်ရွက်သူအဖြစ် ထည့်သွင်းခံရရန် သင်၏အဖွဲ့အစည်း၏ administrator ကို ဆက်သွယ်ပါ။",
  "Start by selecting a space in the sidebar.": "ဘေးဘားမှ နေရာတစ်ခုကို ရွေးချယ်ခြင်းဖြင့် စတင်ပါ။",
  "Details": "အသေးစိတ်များ",
  "Your current plan is ": "သင်၏လက်ရှိအစီအစဉ်မှာ ",
  "Pressing the button below will cancel your current subscription and remove all collaborators.": "အောက်ပါခလုတ်ကို နှိပ်ခြင်းဖြင့် သင်၏လက်ရှိစာရင်းသွင်းမှုကို ဖျက်သိမ်းပြီး ပူးပေါင်းဆောင်ရွက်သူအားလုံးကို ဖယ်ရှားပါမည်။",
  "Cancel subscription": "စာရင်းသွင်းခြင်းကို ဖျက်သိမ်းရန်",
  "The starter plan is our free plan, so nothing we can cancel for you. If you are still receiving charges, let us know in our live-chat!": "starter အစီအစဉ်သည် ကျွန်ုပ်တို့၏အခမဲ့အစီအစဉ်ဖြစ်သည်။ ထို့ကြောင့် သင့်အတွက် ဖျက်သိမ်းစရာမရှိပါ။ ငွေပေးချေမှုများ ဆက်လက်ရရှိနေပါက ကျွန်ုပ်တို့၏ live-chat တွင် အသိပေးပါ။",
  "We are really sorry to see you go, but would love to understand why.": "သင်ထွက်ခွာသည်ကို ကျွန်ုပ်တို့ အမှန်တကယ် စိတ်မကောင်းဖြစ်ရပါသည်၊ သို့သော် အကြောင်းရင်းကို နားလည်လိုပါသည်။",
  "Set following stage after published": "ထုတ်ဝေပြီးနောက် အောက်ပါအဆင့်ကို သတ်မှတ်ပါ။",
  "Attention! There are ": "သတိပြုရန်! ရှိသည်- ",
  " reference(s). Click to show.": " ကိုးကားချက်(များ)။ ပြရန် နှိပ်ပါ။",
  "Undo (Ctrl+Z)": "ပြန်ဖျက်ရန် (Ctrl+Z)",
  "Redo (Ctrl+Y)": "ပြန်လုပ်ရန် (Ctrl+Y)",
  "This block is not available any more.": "ဤဘလော့ခ်ကို နောက်ထပ် ရရှိနိုင်မည် မဟုတ်ပါ။",
  "Go back to the root": "root သို့ ပြန်သွားရန်",
  "Please choose a release or create a new one to make your content changes.": "သင်၏အကြောင်းအရာပြောင်းလဲမှုများကို ပြုလုပ်ရန် ဖြန့်ချိမှုတစ်ခုကို ရွေးချယ်ပါ သို့မဟုတ် အသစ်တစ်ခု ဖန်တီးပါ။",
  "First published date (asc)": "ပထမဆုံး ထုတ်ဝေသည့်ရက်စွဲ (အငယ်ဆုံးမှ အကြီးဆုံး)",
  "First published date (desc)": "ပထမဆုံး ထုတ်ဝေသည့်ရက်စွဲ (အကြီးဆုံးမှ အငယ်ဆုံး)",
  "Published date (asc)": "ထုတ်ဝေသည့်ရက်စွဲ (အငယ်ဆုံးမှ အကြီးဆုံး)",
  "Published date (desc)": "ထုတ်ဝေသည့်ရက်စွဲ (အကြီးဆုံးမှ အငယ်ဆုံး)",
  "Tag list": "တက်ဂ်စာရင်း",
  "First published at": "ပထမဆုံး ထုတ်ဝေခဲ့သည်",
  "Translated name": "ဘာသာပြန်ထားသော အမည်",
  "You can create a new tag at the config section of a content item.": "အကြောင်းအရာတစ်ခု၏ config ကဏ္ဍတွင် တက်ဂ်အသစ်တစ်ခုကို ဖန်တီးနိုင်သည်။",
  "Assigned items": "သတ်မှတ်ထားသော အကြောင်းအရာများ",
  "User dialog": "အသုံးပြုသူ ဆွေးနွေးပွဲ",
  "Containing content item": "ပါဝင်သော အကြောင်းအရာ",
  "Containing asset": "ပါဝင်သော ပစ္စည်း",
  "Clear all filters": "စစ်ထုတ်မှုအားလုံးကို ရှင်းရန်",
  "Load all": "အားလုံးတင်ရန်",
  "The user dialog JSON is invalid.": "အသုံးပြုသူ ဆွေးနွေးပွဲ JSON သည် မမှန်ကန်ပါ။",
  "Edit App": "အက်ပ်ကို တည်းဖြတ်ရန်",
  "All apps": "အက်ပ်အားလုံး",
  "App installed successfully!": "အက်ပ်ကို အောင်မြင်စွာ ထည့်သွင်းလိုက်ပါပြီ။",
  "New App": "အက်ပ်အသစ်",
  "App approved successfully": "အက်ပ်ကို အောင်မြင်စွာ အတည်ပြုလိုက်ပါပြီ။",
  "Your app has been submitted sucessfully.": "သင်၏အက်ပ်ကို အောင်မြင်စွာ တင်သွင်းလိုက်ပါပြီ။",
  "Please define a name": "ကျေးဇူးပြု၍ အမည်တစ်ခု သတ်မှတ်ပါ။",
  "Trashcan cleared!": "အမှိုက်ပုံး ရှင်းလိုက်ပါပြီ။",
  "Type the domain to move all users with @domain.com to the org with that domain.": "@domain.com ဖြင့် အသုံးပြုသူအားလုံးကို ထို domain ရှိ org သို့ ရွှေ့ရန် domain ကို ရိုက်ထည့်ပါ။",
  "Define a name for the tab": "tab အတွက် အမည်တစ်ခု သတ်မှတ်ပါ။",
  "Are you sure you want to delete this tab?": "ဤ tab ကို ဖျက်လိုကြောင်း သေချာပါသလား။",
  "Define the anchor id of the link.": "လင့်ခ်၏ anchor id ကို သတ်မှတ်ပါ။",
  "is not a valid email": "သည် အတည်ဖြစ်သော အီးမေးလ် မဟုတ်ပါ။",
  "Are you sure that you want to remove this space from the organization?": "ဤနေရာကို အဖွဲ့အစည်းမှ ဖယ်ရှားလိုကြောင်း သေချာပါသလား။",
  "Space has been removed from organization": "နေရာကို အဖွဲ့အစည်းမှ ဖယ်ရှားလိုက်ပါပြီ။",
  "Space added successfully": "နေရာကို အောင်မြင်စွာ ထည့်သွင်းလိုက်ပါပြီ။",
  "Organization created successfully": "အဖွဲ့အစည်းကို အောင်မြင်စွာ ဖန်တီးလိုက်ပါပြီ။",
  "Are you sure you want to remove this language?": "ဤဘာသာစကားကို ဖယ်ရှားလိုကြောင်း သေချာပါသလား။",
  "Are you sure you want to unsubscribe and remove all collaborators?": "စာရင်းသွင်းမှု ပယ်ဖျက်ပြီး ပူးပေါင်းဆောင်ရွက်သူအားလုံးကို ဖယ်ရှားလိုကြောင်း သေချာပါသလား။",
  "Please save the schema of this component first.": "ကျေးဇူးပြု၍ ဤအစိတ်အပိုင်း၏ schema ကို ဦးစွာသိမ်းဆည်းပါ။",
  "Character limit reached": "စာလုံးအရေအတွက် ကန့်သတ်ချက် ပြည့်မီပြီ",
  "characters remaining": "ကျန်ရှိသော စာလုံးများ",
  "characters over limit": "ကန့်သတ်ချက်ထက် ကျော်လွန်သော စာလုံးများ",
  "seat": "ထိုင်ခုံ",
  "seats": "ထိုင်ခုံများ"
}